{"title": "Advanced Chemistry", "authors": ["Alistair1978"], "time_published": "2019-10-23T18:47:33Z", "sections": [{"title": "", "paragraphs": "{{Use mdy dates|date=June 2013}}\n{{Infobox musical artist <!-- See Wikipedia:WikiProject_Musicians -->\n| name                = Advanced Chemistry\n| image               = TORCH & TONI L.jpg\n| caption             = Torch and Toni L in 2003\n| image_size            = <!-- Only for images narrower than 220 pixels. Set the value as a number without \"px\". -->\n| background          = group_or_band\n| alias               = \n| origin              = [[Heidelberg]], Germany\n| instrument          = \n| genre               = [[German hip hop]]\n| occupation          = \n| years_active        = 1987 - present\n| label               = MZEE, 360° Records\n| associated_acts     = \n| website                 = \n| current_members     = [[Torch (rapper)|Torch]]<br />[[Toni L]]<br />Linguist\n| past_members        = Gee One<br />DJ Mike MD\n}}\n\n'''Advanced Chemistry''' is a [[German hip hop]] group from [[Heidelberg]], a scenic city in [[Baden-Württemberg]], South Germany. Advanced Chemistry was founded in 1987 by [[Toni L]], Linguist, Gee-One, DJ Mike MD (Mike Dippon) and [[Torch (rapper)|MC Torch]]. Each member of the group holds German citizenship, and Toni L, Linguist, and Torch are of Italian, Ghanaian, and Haitian backgrounds, respectively.<ref name = \"lqomwy\">Pennay, Mark \"Rap in Germinay\" in Mitchell, Tony ed. Global Noise. Middletown: Wesleyan University Press, 2001.</ref>\n\nInfluenced by North American socially [[conscious hip hop|conscious rap]] and the [[Native Tongues Posse|Native tongues movement]], Advanced Chemistry is regarded as one of the main pioneers in German hip hop. They were one of the first groups to rap in German (although their name is in English). Furthermore, their songs tackled controversial social and political issues, distinguishing them from early German hip hop group \"[[Die Fantastischen Vier]]\" (The Fantastic Four),  which had a more light-hearted, playful, party image.<ref name = \"lqomwy\"/>\n\nThe rivalry between Advanced Chemistry and Die Fantastischen Vier has served to highlight a dichotomy in the routes that hip hop has taken in becoming a part of the German soundscape.  While Die Fantastischen Vier may be said to view hip hop primarily as an aesthetic art form,  Advanced Chemistry understand hip hop as being inextricably linked to the social and political circumstances under which it is created.  For Advanced Chemistry, hip hop is a “vehicle of general human emancipation,”.<ref name=\"ReferenceA\">Brown, Timothy S. \"'Keeping it Real' in a Different 'Hood:(African-) Americanization and Hip-hop in Germany.\" In The Vinyl Ain'tFinal: Hip Hop and the Globalization of Black Popular Culture, ed. by Dipannita Basu and Sidney J. Lemelle, 137-50. London</ref>  In their undertaking of social and political issues, the band introduced the term \"Afro-German\" into the context of German hip hop, and the theme of race is highlighted in much of their music.<ref>{{cite web|url=https://koelnischerkunstverein.de/startseite.htm|title=Kölnischer Kunstverein|website=koelnischerkunstverein.de}}</ref>\n\nWith the release of the single “Fremd im eigenen Land”, Advanced Chemistry separated itself from the rest of the rap being produced in Germany.  This single was the first of its kind to go beyond simply imitating US rap and addressed the current issues of the time. Fremd im eigenen Land which translates to “foreign in my own country” dealt with the widespread racism that non-white German citizens faced.  This change from simple imitation to political commentary was the start of German identification with rap.<ref name=\"lqomwy\"/><ref>\n{{Cite web |url=http://nomadicwax.com/2007/12/16/hip-hop-in-germany/ |title=Hip hop in Germany : Nomadic Wax<!-- Bot generated title --> |access-date=March 28, 2008 |archive-url=https://web.archive.org/web/20080318224243/http://nomadicwax.com/2007/12/16/hip-hop-in-germany/ |archive-date=March 18, 2008 |url-status=dead |df=mdy-all }} \n</ref> The sound of “Fremd im eigenen Land” was influenced by the 'wall of noise' created by Public Enemy's producers, The Bomb Squad.<ref>[[The Bomb Squad]]</ref>\n\nAfter the reunification of Germany, an abundance of anti-immigrant sentiment emerged, as well as attacks on the homes of refugees in the early 1990s.  Advanced Chemistry came to prominence in the wake of these actions because of their pro-multicultural society stance in their music.  Advanced Chemistry's attitudes revolve around their attempts to create a distinct \"Germanness\" in hip hop, as opposed to imitating American hip hop as other groups had done.  Torch has said, \"What the Americans do is exotic for us because we don't live like they do.  What they do seems to be more interesting and newer. But not for me.  For me it's more exciting to experience my fellow Germans in new contexts...For me, it's interesting to see what the kids try to do that's different from what I know.\" <ref>Brown, Timothy S. “‘Keeping it Real’ in a Different ‘Hood: (African-) Americanization and Hip-hop in Germany.” In The Vinyl Ain’t Final: Hip Hop and the Globalization of Black Popular Culture, ed. by Dipannita Basu and Sidney J. Lemelle, 137-50. London; A</ref>  Advanced Chemistry were the first to use the term \"Afro-German\" in a hip hop context.  This was part of the pro-immigrant political message they sent via their music.<ref>{{cite web|url=http://deutschrap.blogspot.com/2008/03/classic-german-hip-hop.html|title=Classic German Hip-Hop|date=March 3, 2008|publisher=}}</ref>\n\nWhile Advanced Chemistry's use of the German language in their rap allows them to make claims to authenticity and true German heritage, bolstering pro-immigration sentiment, their style can also be problematic for immigrant notions of any real ethnic roots. Indeed, part of the Turkish ethnic minority of [[Frankfurt]] views Advanced Chemistry's appeal to the German image as a \"symbolic betrayal of the right of ethnic minorities to 'roots' or to any expression of cultural heritage.\"<ref name=Bennett/> In this sense, their rap represents a complex social discourse internal to the [[German soundscape]] in which they attempt to negotiate immigrant assimilation into a xenophobic [[Culture of Germany|German culture]] with the maintenance of their own separate cultural traditions. It is quite possibly the feelings of alienation from the pure-blooded German demographic that drive Advanced Chemistry to attack nationalistic ideologies by asserting their \"Germanness\" as a group composed primarily of ethnic others. The response to this pseudo-German authenticity can be seen in what [[Andy Bennett]] refers to as \"alternative forms of local hip hop culture which actively seek to rediscover and, in many cases, reconstruct notions of identity tied to cultural roots.\"<ref name=Bennett>Bennett, Andy. \"Hip-Hop am Main, Rappin' on the Tyne: Hip-hop Culture as a Local Construct in Two European Cities.\" In That's the Joint!: The Hip-hop Studies Reader, 177-200. New York; London: Routledge, 2004.</ref> These alternative local hip hop cultures include [[oriental hip hop]], the members of which cling to their Turkish heritage and are confused by Advanced Chemistry's elicitation of a German identity politics to which they technically do not belong. This cultural binary illustrates that rap has taken different routes in Germany and that, even among an already isolated immigrant population, there is still disunity and, especially, disagreement on the relative importance of assimilation versus cultural defiance. According to German hip hop enthusiast 9@home, Advanced Chemistry is part of a \"hip-hop movement [which] took a clear stance for the minorities and against the [marginalization] of immigrants who...might be German on paper, but not in real life,\"<ref>9@home. \"German Hip Hop 1: Advanced Chemistry.\" Leave Your Nine at Home. 13 Oct. 2007. Vanila Mist.  27 Mar. 2008 [http://leaveyournineathome.wordpress.com/2007/10/13/german-hip-hop-1-advanced-chemistry/]</ref> which speaks to the group's hope of actually being recognized as German citizens and not foreigners, despite their various other ethnic and cultural ties.\n\n", "attributes": [{"name": "Use mdy dates", "values": [{"name": "date", "value": "June 2013"}]}, {"name": "Infobox musical artist <!-- See Wikipedia:WikiProject_Musicians -->\n", "values": [{"name": "name", "value": "Advanced Chemistry"}, {"name": "image", "value": "TORCH & TONI L.jpg"}, {"name": "caption", "value": "Torch and Toni L in 2003"}, {"name": "image_size", "value": "<!-- Only for images narrower than 220 pixels. Set the value as a number without \"px\". -->"}, {"name": "background", "value": "group_or_band"}, {"name": "origin", "value": "[[Heidelberg]], Germany"}, {"name": "genre", "value": "[[German hip hop]]"}, {"name": "years_active", "value": "1987 - present"}, {"name": "label", "value": "MZEE, 360° Records"}, {"name": "current_members", "value": "[[Torch (rapper)|Torch]]<br />[[Toni L]]<br />Linguist"}, {"name": "past_members", "value": "Gee One<br />DJ Mike MD"}]}, {"name": "cite web", "values": [{"name": "url", "value": "https://koelnischerkunstverein.de/startseite.htm"}, {"name": "title", "value": "Kölnischer Kunstverein"}, {"name": "website", "value": "koelnischerkunstverein.de"}]}, {"name": "Cite web ", "values": [{"name": "url", "value": "http://nomadicwax.com/2007/12/16/hip-hop-in-germany/"}, {"name": "title", "value": "Hip hop in Germany : Nomadic Wax<!-- Bot generated title -->"}, {"name": "access-date", "value": "March 28, 2008"}, {"name": "archive-url", "value": "https://web.archive.org/web/20080318224243/http://nomadicwax.com/2007/12/16/hip-hop-in-germany/"}, {"name": "archive-date", "value": "March 18, 2008"}, {"name": "url-status", "value": "dead"}, {"name": "df", "value": "mdy-all"}]}, {"name": "cite web", "values": [{"name": "url", "value": "http://deutschrap.blogspot.com/2008/03/classic-german-hip-hop.html"}, {"name": "title", "value": "Classic German Hip-Hop"}, {"name": "date", "value": "March 3, 2008"}]}], "id": 0}, {"title": "Market conditions for rap", "paragraphs": "One of the first issues that confronts us{{Who|date=October 2009}} when we move outside the English-speaking market for recorded music is to establish whether or not the discrete musical genres we{{Who|date=October 2009}} know from that market are fully congruent with similar divisions in other pop worlds. This is important in two ways. First, although no single country comes close to matching the amounts spent on recorded music in the United States, these markets are nonetheless economically significant. Germany, for instance, is the largest single market in western Europe, with estimated annual sales of U.S. $3.74 billion in 1996. This represents around 30 percent of reported U.S. sales and makes Germany the third biggest music market in the world.<ref>Michell, Tony Global Noise (Rap and Hip-Hop outside the USA) Published by Wesleyan University Press, Middletown CT. 06549 (C)2001</ref>\n\nAdvanced Chemistry frequently rapped about their lives and experiences as children of immigrants,<ref>\n{{Cite web |url=http://www.atlantic-times.com/archive_detail.php?recordID=828 |title=The Atlantic Times :: Archive<!-- Bot generated title --> |access-date=March 26, 2008 |archive-url=https://web.archive.org/web/20110524004630/http://www.atlantic-times.com/archive_detail.php?recordID=828 |archive-date=May 24, 2011 |url-status=dead |df=mdy-all }} \n</ref> exposing the marginalization experienced by most ethnic minorities in Germany, and the feelings of frustration and resentment that being denied a German identity can cause.<ref>Bennett, Andy. \"Hip-Hop am Main, Rappin' on the Tyne: Hip-hop Culture as a Local Construct in Two European Cities.\" In That's the Joint!: The Hip-hop Studies Reader, 177-200. New York; London: Routledge, 2004, p. 183-184</ref> The song \"Fremd im eigenen Land\" (Foreign in your own nation) was released by Advanced Chemistry in November 1992.<ref>{{cite web|url=https://api.discogs.com/artists/61022|title=Advanced Chemistry|website=Discogs}}</ref> The single became a staple in the [[German hip hop]] scene. It made a strong statement about the status of immigrants throughout Germany, as the group was composed of multi-national and multi-racial members. The video shows several members brandishing their German passports as a demonstration of their German citizenship to skeptical and unaccepting 'ethnic' Germans.<ref name=\"ReferenceA\"/>\n\nThis idea of national identity is important, as many rap artists in Germany have been of foreign origin. These so-called ''Gastarbeiter'' (guest workers) children saw breakdance, graffiti, rap music, and hip hop culture as a means of expressing themselves.<ref>Schmidt, Johannes. ''Die Unterrichtspraxis/Teaching German''>Vol. 36, No. 1. (Spring, 2003) pp. 1-14.</ref> Since the release of \"Fremd im eigenen Land\", many other German-language rappers have also tried to confront anti-immigrant ideas and develop themes of citizenship. However, though many ethnic minority youth in Germany find  these German identity themes appealing, others view the desire of immigrants to be seen as German negatively, and they have actively sought to revive and recreate concepts of identity in connection to traditional ethnic origins.<ref name=\"Bennett\"/>\n\nAdvanced Chemistry helped to found the German chapter of the Zulu nation.<ref>http://leaveyournineathome.wordpress.com/2007/10/13/german-hip-hop-1-advanced-chemistry/.  Accessed March 26. Last updated October 13, 2007.</ref>\n\n", "attributes": [{"name": "Who", "values": [{"name": "date", "value": "October 2009"}]}, {"name": "Who", "values": [{"name": "date", "value": "October 2009"}]}, {"name": "Cite web ", "values": [{"name": "url", "value": "http://www.atlantic-times.com/archive_detail.php?recordID=828"}, {"name": "title", "value": "The Atlantic Times :: Archive<!-- Bot generated title -->"}, {"name": "access-date", "value": "March 26, 2008"}, {"name": "archive-url", "value": "https://web.archive.org/web/20110524004630/http://www.atlantic-times.com/archive_detail.php?recordID=828"}, {"name": "archive-date", "value": "May 24, 2011"}, {"name": "url-status", "value": "dead"}, {"name": "df", "value": "mdy-all"}]}, {"name": "cite web", "values": [{"name": "url", "value": "https://api.discogs.com/artists/61022"}, {"name": "title", "value": "Advanced Chemistry"}, {"name": "website", "value": "Discogs"}]}], "id": 1}, {"title": "Influences", "paragraphs": "Advanced Chemistry's work was rooted in German history and the country's specific political realities. However, they also drew inspiration from African-American hip-hop acts like [[A Tribe Called Quest]] and [[Public Enemy (group)|Public Enemy]], who had helped bring a soulful sound and political consciousness to American hip-hop. One member, Torch, later explicitly listed his references on his solo song \"Als (When I Was in School):\" \"My favorite subject, which was quickly discovered poetry in load Poets, awakens the intellect or policy at Chuck D I'll never forget the lyrics by Public Enemy.\" <ref>{{cite web|url=https://genius.com/Torch-als-ich-zur-schule-ging-lyrics|title=Torch (Ft. Advanced Chemistry) – Als ich zur Schule ging|publisher=|via=genius.com}}</ref> Torch goes on to list other American rappers like [[Biz Markie]], [[Big Daddy Kane]] and [[Dr. Dre]] as influences.\n\n", "attributes": [{"name": "cite web", "values": [{"name": "url", "value": "https://genius.com/Torch-als-ich-zur-schule-ging-lyrics"}, {"name": "title", "value": "Torch (Ft. Advanced Chemistry) – Als ich zur Schule ging"}, {"name": "via", "value": "genius.com"}]}], "id": 2}, {"title": "Discography", "paragraphs": "* 1992 - \"[[Fremd im eigenen Land (song)|Fremd im eigenen Land]]\" (12\"/MCD, MZEE)\n* 1993 - \"Welcher Pfad führt zur Geschichte\" (12\"/MCD, MZEE)\n* 1994 - \"Operation § 3\" (12\"/MCD)\n* 1994 - \"Dir fehlt der Funk!\" (12\"/MCD)\n* 1995 - ''Advanced Chemistry'' (2xLP/CD)\n\n", "attributes": [], "id": 3}, {"title": "External links", "paragraphs": "*[http://www.mctorch.de Official Website of MC Torch]\n*[http://www.toni-l.com Website of Toni L]\n*[http://www.der-linguist.de Official Website of Linguist]\n*[http://www.md-musikproduktion.de Official Website DJ Mike MD (Mike Dippon)]\n*[https://web.archive.org/web/20060520125249/http://www.360rec.de/ Website of 360° Records]\n\n", "attributes": [], "id": 4}, {"title": "Bibliography", "paragraphs": "El-Tayeb, Fatima “‘If You Cannot Pronounce My Name, You Can Just Call Me \nPride.’ Afro-German Activism, Gender, and Hip Hop,” ''Gender & History''15/3(2003):459-485.\n\nFelbert, Oliver von. “Die Unbestechlichen.” ''Spex'' (March 1993): 50-53.\n\nWeheliye, Alexander G. ''Phonographies:Grooves in Sonic Afro-Modernity'', Duke University Press, 2005.\n\n", "attributes": [], "id": 5}, {"title": "References", "paragraphs": "{{Reflist}}\n\n{{Authority control}}\n\n[[Category:German hip hop groups]]", "attributes": [], "id": 6}]}