{"title": "Achill Island", "authors": ["BPBroin"], "time_published": "2020-01-08T17:08:53Z", "sections": [{"title": "", "paragraphs": "{{redirect|Achill|the village on the island of Canna, Scotland|A'Chill}}\n{{short description|Island off the western coast of Ireland, in County Mayo}}\n{{more citations needed|date=March 2018}}\n{{Use dmy dates|date=July 2012}}\n{{Infobox islands\n| name             = Achill\n| image_name       = Achillsatmap.jpg \n| image_caption    = View of the Island using [[NASA]]'s technology overhead\n| map              = Ireland\n| coordinates = {{coords|53.96391|-10.00303|display=it}}\n| native_name      = Acaill, Oileán Acla\n| native_name_link = \n| nickname         = \n| location         = [[Atlantic Ocean]]\n| archipelago      = Achill\n| total_islands    = 3 (Achill,Innisbiggle and Achillbeg islands)\n| major_islands    = Achill\n| coastline_km     = 128\n| highest_mount    = [[Croaghaun]]\n| elevation_m      = 688\n| area_acre        = 36572 \n| country          = [[Republic of Ireland|Ireland]]\n| country_admin_divisions_title     = [[Provinces of Ireland|Province]]\n| country_admin_divisions           = [[Connacht]]\n| country_admin_divisions_title_1   = [[Counties of Ireland|County]]\n| country_admin_divisions_1         = [[County Mayo|Mayo]]\n| country_admin_divisions_title_2   = [[Barony (Ireland)|Barony]]\n| country_admin_divisions_2         = [[Burrishoole]]\n| country_capital_city              = \n| country_largest_city              = \n| country_largest_city_population   = \n| country_leader_title              = \n| country_leader_name               = \n| population       = 2,569\n| population_as_of = 2011<ref>{{cite web|url=http://irishislands.info/census/graphs/numbers.html|title=Island Change in Population, 1841 - 2011 |date=28 January 2013 }}</ref>\n| density_km2      = 17.3\n| ethnic_groups    = [[Irish people|Irish]]\n| additional_info  = Ireland's largest island\n}}\n\n'''Achill Island''' ({{IPAc-en|ˈ|æ|k|əl}}; {{lang-ga|Acaill, Oileán Acla}}) in [[County Mayo]] is the largest of the [[Irish isles]], and is situated off the west coast of [[Republic of Ireland|Ireland]]. It has a population of 2,700. Its area is {{convert|148|km2|sqmi|abbr=on}}. Achill is attached to the mainland by [[Michael Davitt Bridge]], between the villages of Gob an Choire ([[Achill Sound]]) and Poll Raithní ([[Polranny]]). A [[bridge]] was first completed here in 1887, replaced by another structure in 1949, and subsequently replaced with the current bridge which was completed in 2008. Other centres of population include the villages of Keel, [[Dooagh]], Dumha Éige ([[Dooega]]), Dún Ibhir ([[Dooniver]]), The Valley and Dugort. The parish's main [[Gaelic football]] pitch and [[secondary school]] are on the mainland at Poll Raithní. Early [[human settlement]]s are believed to have been established on Achill around 3000 BC. A paddle dating from this period was found at the [[crannóg]] near Dookinella.\nThe island is 87% [[peat bog]].{{fact|date=December 2019}}\n\n[[File:Elizabeth Thompson our-escort-into-glenaragh.jpg|thumbnail|\"Our Escort Into Glenaragh\", from the sketch book and diary of [[Elizabeth Thompson]].]]\n\n", "attributes": [{"name": "redirect", "values": [{"name": "1", "value": "Achill"}, {"name": "2", "value": "the village on the island of Canna, Scotland"}, {"name": "3", "value": "A'Chill"}]}, {"name": "short description", "values": [{"name": "1", "value": "Island off the western coast of Ireland, in County Mayo"}]}, {"name": "more citations needed", "values": [{"name": "date", "value": "March 2018"}]}, {"name": "Use dmy dates", "values": [{"name": "date", "value": "July 2012"}]}, {"name": "Infobox islands\n", "values": [{"name": "name", "value": "Achill"}, {"name": "image_name", "value": "Achillsatmap.jpg"}, {"name": "image_caption", "value": "View of the Island using [[NASA]]'s technology overhead"}, {"name": "map", "value": "Ireland"}, {"name": "coordinates", "value": "{{coords|53.96391|-10.00303|display=it}}"}, {"name": "native_name", "value": "Acaill, Oileán Acla"}, {"name": "location", "value": "[[Atlantic Ocean]]"}, {"name": "archipelago", "value": "Achill"}, {"name": "total_islands", "value": "3 (Achill,Innisbiggle and Achillbeg islands)"}, {"name": "major_islands", "value": "Achill"}, {"name": "coastline_km", "value": "128"}, {"name": "highest_mount", "value": "[[Croaghaun]]"}, {"name": "elevation_m", "value": "688"}, {"name": "area_acre", "value": "36572"}, {"name": "country", "value": "[[Republic of Ireland|Ireland]]"}, {"name": "country_admin_divisions_title", "value": "[[Provinces of Ireland|Province]]"}, {"name": "country_admin_divisions", "value": "[[Connacht]]"}, {"name": "country_admin_divisions_title_1", "value": "[[Counties of Ireland|County]]"}, {"name": "country_admin_divisions_1", "value": "[[County Mayo|Mayo]]"}, {"name": "country_admin_divisions_title_2", "value": "[[Barony (Ireland)|Barony]]"}, {"name": "country_admin_divisions_2", "value": "[[Burrishoole]]"}, {"name": "population", "value": "2,569"}, {"name": "population_as_of", "value": "2011<ref>{{cite web|url=http://irishislands.info/census/graphs/numbers.html|title=Island Change in Population, 1841 - 2011 |date=28 January 2013 }}</ref>"}, {"name": "density_km2", "value": "17.3"}, {"name": "ethnic_groups", "value": "[[Irish people|Irish]]"}, {"name": "additional_info", "value": "Ireland's largest island"}]}, {"name": "coords", "values": [{"name": "1", "value": "53.96391"}, {"name": "2", "value": "-10.00303"}, {"name": "display", "value": "it"}]}, {"name": "cite web", "values": [{"name": "url", "value": "http://irishislands.info/census/graphs/numbers.html"}, {"name": "title", "value": "Island Change in Population, 1841 - 2011"}, {"name": "date", "value": "28 January 2013"}]}, {"name": "IPAc-en", "values": [{"name": "1", "value": "ˈ"}, {"name": "2", "value": "æ"}, {"name": "3", "value": "k"}, {"name": "4", "value": "əl"}]}, {"name": "lang-ga", "values": [{"name": "1", "value": "Acaill, Oileán Acla"}]}, {"name": "convert", "values": [{"name": "1", "value": "148"}, {"name": "2", "value": "km2"}, {"name": "3", "value": "sqmi"}, {"name": "abbr", "value": "on"}]}, {"name": "fact", "values": [{"name": "date", "value": "December 2019"}]}], "id": 0}, {"title": "History", "paragraphs": "It is believed that at the end of the [[Neolithic Period]] (around 4000 BC), Achill had a population of 500–1,000 people. The island would have been mostly forest until the Neolithic people began [[agriculture|crop cultivation]]. Settlement increased during the [[Iron Age]], and the dispersal of small [[promontory fort]]s around the coast indicate the warlike nature of the times. [[Megalithic tomb]]s and forts can be seen at Slievemore, along the Atlantic Drive and on [[Achillbeg]].<ref name=\":0\">{{Cite book|title=Achill Island: Archeology, History, Folklore|last=McDonald|first=Theresa|publisher=I.A.S. Publications|year=2006|isbn=0951997416|location=Tullamore, Co. Offaly, Ireland|pages=1-6}}</ref>\n\n===Overlords===\nAchill Island lies in the Barony of [[Burrishoole]], in the territory of ancient [[Umaill|Umhall]] (Umhall Uactarach and Umhall Ioctarach), that originally encompassed an area extending from the [[County Galway]]/Mayo border to Achill Head.\n\nThe hereditary chieftains of Umhall were the O'Malleys, recorded in the area in 814 AD when they successfully repelled an onslaught by the Vikings in [[Clew Bay]]. The [[Anglo-Normans|Anglo-Norman]] invasion of [[Connacht]] in 1235 AD saw the territory of Umhall taken over by the Butlers and later by the de Burgos. The Butler Lordship of Burrishoole continued into the late 14th century when Thomas le Botiller was recorded as being in possession of Akkyll and Owyll.<ref name=\":0\" />\n\n===Immigration===\nIn the 17th and 18th centuries, there was much migration to Achill from other parts of Ireland, particularly [[Ulster]], due to the political and religious turmoil of the time. For a while there were two different [[dialect]]s of Irish being spoken on Achill. This led to many townlands being recorded as having two names during the 1824 [[Ordnance Survey]], and some maps today give different names for the same place. Achill Irish still has many traces of [[Ulster Irish]].\n\n===Specific historical sites and events===\n====Grace O'Malley's Castle====\n[[Carrickkildavnet Castle]] is a 15th-century tower house associated with the O'Malley Clan, who were once a ruling family of Achill. [[Grace O' Malley]], or Granuaile, the most famous of the O'Malleys, was born on [[Clare Island]] around 1530.<ref name= \"piratequeen\">{{cite news |last=Lynch |first=Peter |url= http://www.bbc.com/travel/story/20160615-the-pirate-queen-of-county-mayo |title=The Pirate Queen of County Mayo |work=[[BBC]] |date=2016-06-20 |accessdate=2017-02-02}}</ref> Her father was the chieftain of the barony of [[Murrisk]]. The O'Malleys were a powerful seafaring family, who traded widely. Grace became a fearless leader and gained fame as a sea captain and pirate. She is reputed to have met with [[Queen Elizabeth I]] in 1593. She died around 1603 and is buried in the O'Malley family tomb on Clare Island.\n\n====Achill Mission====\n[[File:The Colony, Achill (21330853923).jpg|thumbnail|left|View of the \"Colony\", prior to 1900.]]\nOne of Achill's most famous historical sites is that of the Achill Mission or 'the Colony' at Dugort. In 1831 the [[Church of Ireland]] Reverend [[Edward Nangle]] founded a [[proselytising]] mission at Dugort. The Mission included schools, cottages, an orphanage, an infirmary and a guesthouse.<ref>{{Cite book|title=Dugort, Achill Island 1831-1861|last=Ni Ghiobuin|first=Mealla C|publisher=Irish Academic Press|year=2001|isbn=0716527405|location=Dublin|pages=7-21}}</ref>The Colony gave rise to mixed assessments, particularly during the Great Famine when charges of 'souperism' were leveled against Edward Nangle.<ref>{{Cite book|title=The Great Irish Famine: Impact, Ideology and Rebellion|last=Kinealy|first=Christine|publisher=Palgrave|year=2002|isbn=9780333677735|location=New York|pages=160-166}}</ref> For almost forty years Edward Nangle edited a newspaper called the ''Achill Missionary Herald and Western Witness'' which was printed in Achill. Nangle. expanded his mission into Mweelin in west Achill where a school, church, rectory, cottages and a training school were built. The Achill Mission began to decline slowly after Nangle was moved from Achill and was finally closed in the 1880s. When Edward Nangle died in 1883 there were opposing views on his legacy.\n\n====Railway====\nIn 1894, the Westport - Newport railway line was extended to Achill Sound. The railway station is now a hostel. The train provided a great service to Achill, but it also is said to have fulfilled an ancient prophecy. [[Brian Rua U'Cearbhain|Brian Rua O' Cearbhain]] had prophesied that 'carts on iron wheels' would carry bodies into Achill on their first and last journey. In 1894, the first train on the Achill railway carried the bodies of victims of the Clew Bay Drowning. This tragedy occurred when a boat overturned in Clew Bay, drowning thirty-two young people. They had been going to meet the steamer which would take them to Scotland for potato picking.\n\nThe Kirkintilloch Fire in 1937 almost fulfilled the second part of the prophecy when the bodies of ten victims were carried by rail to Achill. While it was not literally the last train, the railway would close just two weeks later. These people had died in a fire in a [[bothy]] in [[Kirkintilloch]]. This term referred to the temporary accommodation provided for those who went to Scotland to pick potatoes, a migratory pattern that had been established in the early nineteenth century.\n\n[[File:Memorial for the victims of the Clew Bay Drowning on 15 June 1894 at Kildavenet Graveyard, Achill Island.jpg|thumb|Memorial for the victims of the Clew Bay Drowning on 15 June 1894 at Kildavenet Graveyard]]\n\n====Kildamhnait====\nKildamhnait on the south-east coast of Achill is named after St. Damhnait, or [[Dymphna]], who founded a church there in the 16th century. There is also a holy well just outside the graveyard. The present church was built in the 1700s and the graveyard contains memorials to the victims of two of Achill's greatest tragedies, the Kirchintilloch Fire (1937) and the Clew Bay Drowning (1894).\n\n====The Monastery====\nIn 1852, Dr. John McHale, Archbishop of Tuam purchased land in Bunnacurry which became the location of a Franciscan Monastery which, for many years provided an education for local children. The ruins of this monastery are still to be seen in Bunnacurry today.\n\n====The Valley House====\nThe historic Valley House is located in The Valley, near Dugort in the north-east of Achill Island. The present building sits on the site of a hunting lodge built by the Earl of Cavan in the 19th century. Its notoriety arises from an incident in 1894 in which the then owner, an English landlady named Agnes McDonnell, was savagely beaten and the house set alight, allegedly by a local man, James Lynchehaun. Lynchehaun had been employed by McDonnell as her land agent, but the two fell out and he was sacked and told to quit his accommodation on her estate. A lengthy legal battle ensued, with Lynchehaun refusing to leave. At the time, in the 1890s, the issue of land ownership in Ireland was politically charged, and after the events at the Valley House in 1895 Lynchehaun was to claim that his actions were motivated by politics. He escaped custody and fled to the United States, where he successfully defeated legal attempts by the British authorities to have him extradited to face charges arising from the attack and the burning of the Valley House. Agnes McDonnell suffered terrible injuries from the attack but survived and lived for another 23 years, dying in 1923. Lynchehaun is said to have returned to Achill on two occasions, once in disguise as an American tourist, and eventually died in Girvan, Scotland, in 1937. The Valley House is now a Hostel and Bar.<ref>{{Cite book|title=The Veiled Woman of Achill: Island Outrage and A Playboy Drama|last=Byrne|first=Patricia|publisher=The Collins Press|year=2012|isbn=9781848891470|location=Cork, Ireland|pages=}}</ref>\n[[File:Deserted village - Achill.jpg|thumb|View of the deserted village from beside the ruins of one of the houses]]\n[[File:Inside deserted house - Achill.jpg|thumb|Inside the ruins of one of the houses at the deserted village]]\n\n====The Deserted Village====\nClose by Dugort, at the base of [[Slievemore]] mountain lies the Deserted Village. There are approximately 80 ruined houses in the village.\n\nThe houses were built of unmortared stone, which means that no cement or mortar was used to hold the stones together. Each house consisted of just one room and this room was used as a kitchen, living room, bedroom and even a stable.\n\nIf one looks at the fields around the Deserted Village and right up the mountain, one can see the tracks in the fields of 'lazy beds', which is the way crops like potatoes were grown. In Achill, as in many areas of Ireland, a system called 'Rundale' was used for farming. This meant that the land around a village was rented from a landlord. This land was then shared by all the villagers to graze their cattle and sheep. Each family would then have two or three small pieces of land scattered about the village, which they used to grow crops.\n\nFor many years people lived in the village and then in 1845 Famine struck in Achill as it did in the rest of Ireland. Most of the families moved to the nearby village of Dooagh, which is beside the sea, while some others emigrated. Living beside the sea meant that fish and shellfish could be used for food. The village was completely abandoned which is where the name 'Deserted Village' came from.\n\nNo-one has lived in these houses since the time of the Famine, however, the families that moved to Dooagh and their descendants, continued to use the village as a 'booley village'. This means that during the summer season, the younger members of the family, teenage boys and girls, would take the cattle to graze on the hillside and they would stay in the houses of the Deserted Village. This custom continued until the 1940s. Boolying was also carried out in other areas of Achill, including Annagh on Croaghaun mountain and in Curraun.\n\nAt Ailt, Kildownet, you can see the remains of a similar deserted village. This village was deserted in 1855 when the tenants were evicted by the local landlord so the land could be used for cattle grazing; the tenants were forced to rent holdings in Currane, Dooega and Slievemore. Others emigrated to America.\n\n===Archaeology===\n[[File:KeemBayAchillJune.JPG|thumb|[[Keem Bay]]]]Achill Archaeological Field School is based at the Achill Archaeology Centre in Dooagh, which has served as a catalyst for a wide array of archaeological investigations on the island. It was founded in 1991 and is a training school for students of [[archaeology]] and [[anthropology]]. Since 1991, several thousand students from 21 countries have come to Achill to study and participate in ongoing excavations. The school is involved in a study of the prehistoric and historic landscape at [[Slievemore]], incorporating a research excavation at a number of sites within the deserted village of Slievemore. Slievemore is rich in archaeological monuments that span a 5,000 year period from the [[Neolithic]] to the Post Medieval.<ref>{{cite web | title=Achill Archaeological Field School 2009 | work=Achill Archaeological Field School | url=http://www.achill-fieldschool.com/ | accessdate=7 March 2009| archiveurl= https://web.archive.org/web/20090228224527/http://www.achill-fieldschool.com/| archivedate= 28 February 2009 | url-status= live}}</ref> Recent archaeological  research suggests the village was occupied year-round at least as early as the 19th century, though it is known to have served as a seasonally occupied 'booley village' by the first half of the 20th century. A booley village (a number of which exist in a ruined state on the island) is a village occupied only during part of the year, such as a resort community, a [[lake]] community, or (as the case on Achill) a place to live while [[Transhumance|tending flocks or herds]] of [[ruminant]]s during winter or summer [[pasture|pasturing]].<ref>[http://www.achill247.com/pictures/slievemore-7.html ''Deserted village, Slievemore, Achill Island'', achill247.com] Retrieved on 17 February 2008.</ref> Specifically, some of the people of Dooagh and Pollagh would migrate in the summer to Slievemore and then go back to Dooagh in the autumn. The summer 2009 field school excavated Round House 2 on Slievemore Mountain under the direction of archaeologist Stuart Rathbone.  Only the outside north wall, entrance way and inside of the Round House were completely excavated.<ref>Amanda Burt, member of Achill Field School, Summer 2009.</ref>\n\nFrom 2004 to 2006, the Achill Island Maritime Archaeology Project directed by [[Chuck Meide]] was sponsored by the [[College of William and Mary]], the Institute of Maritime History, the Achill Folklife Centre (now the Achill Archaeology Centre), and the [[St. Augustine Light|Lighthouse Archaeological Maritime Program (LAMP)]]. This project focused on the documentation of archaeological resources related to Achill's rich maritime heritage.  Maritime archaeologists recorded a 19th-century fishing station, an ice house, boat house ruins, a number of anchors which had been salvaged from the sea, 19th-century and more recent [[currach]] pens, a number of traditional vernacular watercraft including a possibly 100-year-old Achill yawl, and the remains of four historic shipwrecks.<ref>{{cite web|url=http://www.maritimehistory.org/content/achill-island-maritime-archaeology-project |title=Achill Island Maritime Archaeology Project &#124; Institute of Maritime History |publisher=Maritimehistory.org |date=20 February 2012 |accessdate=20 March 2012}}</ref><ref>{{cite journal|title=Meide, Chuck and Kathryn Sikes (2014) Manipulating the Maritime Cultural Landscape: Vernacular Boats and Economic Relations on Nineteenth-Century Achill Island, Ireland. Journal of Maritime History 9(1):115–141 |date=18 June 2014 |doi=10.1007/s11457-013-9123-3 |volume=9 |journal=Journal of Maritime Archaeology |pages=115–141 |author=Meide Chuck}}</ref>\n\n", "attributes": [{"name": "Cite book", "values": [{"name": "title", "value": "Achill Island: Archeology, History, Folklore"}, {"name": "last", "value": "McDonald"}, {"name": "first", "value": "Theresa"}, {"name": "publisher", "value": "I.A.S. Publications"}, {"name": "year", "value": "2006"}, {"name": "isbn", "value": "0951997416"}, {"name": "location", "value": "Tullamore, Co. Offaly, Ireland"}, {"name": "pages", "value": "1-6"}]}, {"name": "cite news ", "values": [{"name": "last", "value": "Lynch"}, {"name": "first", "value": "Peter"}, {"name": "url", "value": "http://www.bbc.com/travel/story/20160615-the-pirate-queen-of-county-mayo"}, {"name": "title", "value": "The Pirate Queen of County Mayo"}, {"name": "work", "value": "[[BBC]]"}, {"name": "date", "value": "2016-06-20"}, {"name": "accessdate", "value": "2017-02-02"}]}, {"name": "Cite book", "values": [{"name": "title", "value": "Dugort, Achill Island 1831-1861"}, {"name": "last", "value": "Ni Ghiobuin"}, {"name": "first", "value": "Mealla C"}, {"name": "publisher", "value": "Irish Academic Press"}, {"name": "year", "value": "2001"}, {"name": "isbn", "value": "0716527405"}, {"name": "location", "value": "Dublin"}, {"name": "pages", "value": "7-21"}]}, {"name": "Cite book", "values": [{"name": "title", "value": "The Great Irish Famine: Impact, Ideology and Rebellion"}, {"name": "last", "value": "Kinealy"}, {"name": "first", "value": "Christine"}, {"name": "publisher", "value": "Palgrave"}, {"name": "year", "value": "2002"}, {"name": "isbn", "value": "9780333677735"}, {"name": "location", "value": "New York"}, {"name": "pages", "value": "160-166"}]}, {"name": "Cite book", "values": [{"name": "title", "value": "The Veiled Woman of Achill: Island Outrage and A Playboy Drama"}, {"name": "last", "value": "Byrne"}, {"name": "first", "value": "Patricia"}, {"name": "publisher", "value": "The Collins Press"}, {"name": "year", "value": "2012"}, {"name": "isbn", "value": "9781848891470"}, {"name": "location", "value": "Cork, Ireland"}]}, {"name": "cite web ", "values": [{"name": "title", "value": "Achill Archaeological Field School 2009"}, {"name": "work", "value": "Achill Archaeological Field School"}, {"name": "url", "value": "http://www.achill-fieldschool.com/"}, {"name": "accessdate", "value": "7 March 2009"}, {"name": "archiveurl", "value": "https://web.archive.org/web/20090228224527/http://www.achill-fieldschool.com/"}, {"name": "archivedate", "value": "28 February 2009"}, {"name": "url-status", "value": "live"}]}, {"name": "cite web", "values": [{"name": "url", "value": "http://www.maritimehistory.org/content/achill-island-maritime-archaeology-project"}, {"name": "title", "value": "Achill Island Maritime Archaeology Project &#124; Institute of Maritime History"}, {"name": "publisher", "value": "Maritimehistory.org"}, {"name": "date", "value": "20 February 2012"}, {"name": "accessdate", "value": "20 March 2012"}]}, {"name": "cite journal", "values": [{"name": "title", "value": "Meide, Chuck and Kathryn Sikes (2014) Manipulating the Maritime Cultural Landscape: Vernacular Boats and Economic Relations on Nineteenth-Century Achill Island, Ireland. Journal of Maritime History 9(1):115–141"}, {"name": "date", "value": "18 June 2014"}, {"name": "doi", "value": "10.1007/s11457-013-9123-3"}, {"name": "volume", "value": "9"}, {"name": "journal", "value": "Journal of Maritime Archaeology"}, {"name": "pages", "value": "115–141"}, {"name": "author", "value": "Meide Chuck"}]}], "id": 1}, {"title": "Overlords", "paragraphs": "Achill Island lies in the Barony of [[Burrishoole]], in the territory of ancient [[Umaill|Umhall]] (Umhall Uactarach and Umhall Ioctarach), that originally encompassed an area extending from the [[County Galway]]/Mayo border to Achill Head.\n\nThe hereditary chieftains of Umhall were the O'Malleys, recorded in the area in 814 AD when they successfully repelled an onslaught by the Vikings in [[Clew Bay]]. The [[Anglo-Normans|Anglo-Norman]] invasion of [[Connacht]] in 1235 AD saw the territory of Umhall taken over by the Butlers and later by the de Burgos. The Butler Lordship of Burrishoole continued into the late 14th century when Thomas le Botiller was recorded as being in possession of Akkyll and Owyll.<ref name=\":0\" />\n\n", "attributes": [], "id": 2}, {"title": "Immigration", "paragraphs": "In the 17th and 18th centuries, there was much migration to Achill from other parts of Ireland, particularly [[Ulster]], due to the political and religious turmoil of the time. For a while there were two different [[dialect]]s of Irish being spoken on Achill. This led to many townlands being recorded as having two names during the 1824 [[Ordnance Survey]], and some maps today give different names for the same place. Achill Irish still has many traces of [[Ulster Irish]].\n\n", "attributes": [], "id": 3}, {"title": "Specific historical sites and events", "paragraphs": "====Grace O'Malley's Castle====\n[[Carrickkildavnet Castle]] is a 15th-century tower house associated with the O'Malley Clan, who were once a ruling family of Achill. [[Grace O' Malley]], or Granuaile, the most famous of the O'Malleys, was born on [[Clare Island]] around 1530.<ref name= \"piratequeen\">{{cite news |last=Lynch |first=Peter |url= http://www.bbc.com/travel/story/20160615-the-pirate-queen-of-county-mayo |title=The Pirate Queen of County Mayo |work=[[BBC]] |date=2016-06-20 |accessdate=2017-02-02}}</ref> Her father was the chieftain of the barony of [[Murrisk]]. The O'Malleys were a powerful seafaring family, who traded widely. Grace became a fearless leader and gained fame as a sea captain and pirate. She is reputed to have met with [[Queen Elizabeth I]] in 1593. She died around 1603 and is buried in the O'Malley family tomb on Clare Island.\n\n====Achill Mission====\n[[File:The Colony, Achill (21330853923).jpg|thumbnail|left|View of the \"Colony\", prior to 1900.]]\nOne of Achill's most famous historical sites is that of the Achill Mission or 'the Colony' at Dugort. In 1831 the [[Church of Ireland]] Reverend [[Edward Nangle]] founded a [[proselytising]] mission at Dugort. The Mission included schools, cottages, an orphanage, an infirmary and a guesthouse.<ref>{{Cite book|title=Dugort, Achill Island 1831-1861|last=Ni Ghiobuin|first=Mealla C|publisher=Irish Academic Press|year=2001|isbn=0716527405|location=Dublin|pages=7-21}}</ref>The Colony gave rise to mixed assessments, particularly during the Great Famine when charges of 'souperism' were leveled against Edward Nangle.<ref>{{Cite book|title=The Great Irish Famine: Impact, Ideology and Rebellion|last=Kinealy|first=Christine|publisher=Palgrave|year=2002|isbn=9780333677735|location=New York|pages=160-166}}</ref> For almost forty years Edward Nangle edited a newspaper called the ''Achill Missionary Herald and Western Witness'' which was printed in Achill. Nangle. expanded his mission into Mweelin in west Achill where a school, church, rectory, cottages and a training school were built. The Achill Mission began to decline slowly after Nangle was moved from Achill and was finally closed in the 1880s. When Edward Nangle died in 1883 there were opposing views on his legacy.\n\n====Railway====\nIn 1894, the Westport - Newport railway line was extended to Achill Sound. The railway station is now a hostel. The train provided a great service to Achill, but it also is said to have fulfilled an ancient prophecy. [[Brian Rua U'Cearbhain|Brian Rua O' Cearbhain]] had prophesied that 'carts on iron wheels' would carry bodies into Achill on their first and last journey. In 1894, the first train on the Achill railway carried the bodies of victims of the Clew Bay Drowning. This tragedy occurred when a boat overturned in Clew Bay, drowning thirty-two young people. They had been going to meet the steamer which would take them to Scotland for potato picking.\n\nThe Kirkintilloch Fire in 1937 almost fulfilled the second part of the prophecy when the bodies of ten victims were carried by rail to Achill. While it was not literally the last train, the railway would close just two weeks later. These people had died in a fire in a [[bothy]] in [[Kirkintilloch]]. This term referred to the temporary accommodation provided for those who went to Scotland to pick potatoes, a migratory pattern that had been established in the early nineteenth century.\n\n[[File:Memorial for the victims of the Clew Bay Drowning on 15 June 1894 at Kildavenet Graveyard, Achill Island.jpg|thumb|Memorial for the victims of the Clew Bay Drowning on 15 June 1894 at Kildavenet Graveyard]]\n\n====Kildamhnait====\nKildamhnait on the south-east coast of Achill is named after St. Damhnait, or [[Dymphna]], who founded a church there in the 16th century. There is also a holy well just outside the graveyard. The present church was built in the 1700s and the graveyard contains memorials to the victims of two of Achill's greatest tragedies, the Kirchintilloch Fire (1937) and the Clew Bay Drowning (1894).\n\n====The Monastery====\nIn 1852, Dr. John McHale, Archbishop of Tuam purchased land in Bunnacurry which became the location of a Franciscan Monastery which, for many years provided an education for local children. The ruins of this monastery are still to be seen in Bunnacurry today.\n\n====The Valley House====\nThe historic Valley House is located in The Valley, near Dugort in the north-east of Achill Island. The present building sits on the site of a hunting lodge built by the Earl of Cavan in the 19th century. Its notoriety arises from an incident in 1894 in which the then owner, an English landlady named Agnes McDonnell, was savagely beaten and the house set alight, allegedly by a local man, James Lynchehaun. Lynchehaun had been employed by McDonnell as her land agent, but the two fell out and he was sacked and told to quit his accommodation on her estate. A lengthy legal battle ensued, with Lynchehaun refusing to leave. At the time, in the 1890s, the issue of land ownership in Ireland was politically charged, and after the events at the Valley House in 1895 Lynchehaun was to claim that his actions were motivated by politics. He escaped custody and fled to the United States, where he successfully defeated legal attempts by the British authorities to have him extradited to face charges arising from the attack and the burning of the Valley House. Agnes McDonnell suffered terrible injuries from the attack but survived and lived for another 23 years, dying in 1923. Lynchehaun is said to have returned to Achill on two occasions, once in disguise as an American tourist, and eventually died in Girvan, Scotland, in 1937. The Valley House is now a Hostel and Bar.<ref>{{Cite book|title=The Veiled Woman of Achill: Island Outrage and A Playboy Drama|last=Byrne|first=Patricia|publisher=The Collins Press|year=2012|isbn=9781848891470|location=Cork, Ireland|pages=}}</ref>\n[[File:Deserted village - Achill.jpg|thumb|View of the deserted village from beside the ruins of one of the houses]]\n[[File:Inside deserted house - Achill.jpg|thumb|Inside the ruins of one of the houses at the deserted village]]\n\n====The Deserted Village====\nClose by Dugort, at the base of [[Slievemore]] mountain lies the Deserted Village. There are approximately 80 ruined houses in the village.\n\nThe houses were built of unmortared stone, which means that no cement or mortar was used to hold the stones together. Each house consisted of just one room and this room was used as a kitchen, living room, bedroom and even a stable.\n\nIf one looks at the fields around the Deserted Village and right up the mountain, one can see the tracks in the fields of 'lazy beds', which is the way crops like potatoes were grown. In Achill, as in many areas of Ireland, a system called 'Rundale' was used for farming. This meant that the land around a village was rented from a landlord. This land was then shared by all the villagers to graze their cattle and sheep. Each family would then have two or three small pieces of land scattered about the village, which they used to grow crops.\n\nFor many years people lived in the village and then in 1845 Famine struck in Achill as it did in the rest of Ireland. Most of the families moved to the nearby village of Dooagh, which is beside the sea, while some others emigrated. Living beside the sea meant that fish and shellfish could be used for food. The village was completely abandoned which is where the name 'Deserted Village' came from.\n\nNo-one has lived in these houses since the time of the Famine, however, the families that moved to Dooagh and their descendants, continued to use the village as a 'booley village'. This means that during the summer season, the younger members of the family, teenage boys and girls, would take the cattle to graze on the hillside and they would stay in the houses of the Deserted Village. This custom continued until the 1940s. Boolying was also carried out in other areas of Achill, including Annagh on Croaghaun mountain and in Curraun.\n\nAt Ailt, Kildownet, you can see the remains of a similar deserted village. This village was deserted in 1855 when the tenants were evicted by the local landlord so the land could be used for cattle grazing; the tenants were forced to rent holdings in Currane, Dooega and Slievemore. Others emigrated to America.\n\n", "attributes": [{"name": "cite news ", "values": [{"name": "last", "value": "Lynch"}, {"name": "first", "value": "Peter"}, {"name": "url", "value": "http://www.bbc.com/travel/story/20160615-the-pirate-queen-of-county-mayo"}, {"name": "title", "value": "The Pirate Queen of County Mayo"}, {"name": "work", "value": "[[BBC]]"}, {"name": "date", "value": "2016-06-20"}, {"name": "accessdate", "value": "2017-02-02"}]}, {"name": "Cite book", "values": [{"name": "title", "value": "Dugort, Achill Island 1831-1861"}, {"name": "last", "value": "Ni Ghiobuin"}, {"name": "first", "value": "Mealla C"}, {"name": "publisher", "value": "Irish Academic Press"}, {"name": "year", "value": "2001"}, {"name": "isbn", "value": "0716527405"}, {"name": "location", "value": "Dublin"}, {"name": "pages", "value": "7-21"}]}, {"name": "Cite book", "values": [{"name": "title", "value": "The Great Irish Famine: Impact, Ideology and Rebellion"}, {"name": "last", "value": "Kinealy"}, {"name": "first", "value": "Christine"}, {"name": "publisher", "value": "Palgrave"}, {"name": "year", "value": "2002"}, {"name": "isbn", "value": "9780333677735"}, {"name": "location", "value": "New York"}, {"name": "pages", "value": "160-166"}]}, {"name": "Cite book", "values": [{"name": "title", "value": "The Veiled Woman of Achill: Island Outrage and A Playboy Drama"}, {"name": "last", "value": "Byrne"}, {"name": "first", "value": "Patricia"}, {"name": "publisher", "value": "The Collins Press"}, {"name": "year", "value": "2012"}, {"name": "isbn", "value": "9781848891470"}, {"name": "location", "value": "Cork, Ireland"}]}], "id": 4}, {"title": "Grace O'Malley's Castle", "paragraphs": "[[Carrickkildavnet Castle]] is a 15th-century tower house associated with the O'Malley Clan, who were once a ruling family of Achill. [[Grace O' Malley]], or Granuaile, the most famous of the O'Malleys, was born on [[Clare Island]] around 1530.<ref name= \"piratequeen\">{{cite news |last=Lynch |first=Peter |url= http://www.bbc.com/travel/story/20160615-the-pirate-queen-of-county-mayo |title=The Pirate Queen of County Mayo |work=[[BBC]] |date=2016-06-20 |accessdate=2017-02-02}}</ref> Her father was the chieftain of the barony of [[Murrisk]]. The O'Malleys were a powerful seafaring family, who traded widely. Grace became a fearless leader and gained fame as a sea captain and pirate. She is reputed to have met with [[Queen Elizabeth I]] in 1593. She died around 1603 and is buried in the O'Malley family tomb on Clare Island.\n\n", "attributes": [{"name": "cite news ", "values": [{"name": "last", "value": "Lynch"}, {"name": "first", "value": "Peter"}, {"name": "url", "value": "http://www.bbc.com/travel/story/20160615-the-pirate-queen-of-county-mayo"}, {"name": "title", "value": "The Pirate Queen of County Mayo"}, {"name": "work", "value": "[[BBC]]"}, {"name": "date", "value": "2016-06-20"}, {"name": "accessdate", "value": "2017-02-02"}]}], "id": 5}, {"title": "Achill Mission", "paragraphs": "[[File:The Colony, Achill (21330853923).jpg|thumbnail|left|View of the \"Colony\", prior to 1900.]]\nOne of Achill's most famous historical sites is that of the Achill Mission or 'the Colony' at Dugort. In 1831 the [[Church of Ireland]] Reverend [[Edward Nangle]] founded a [[proselytising]] mission at Dugort. The Mission included schools, cottages, an orphanage, an infirmary and a guesthouse.<ref>{{Cite book|title=Dugort, Achill Island 1831-1861|last=Ni Ghiobuin|first=Mealla C|publisher=Irish Academic Press|year=2001|isbn=0716527405|location=Dublin|pages=7-21}}</ref>The Colony gave rise to mixed assessments, particularly during the Great Famine when charges of 'souperism' were leveled against Edward Nangle.<ref>{{Cite book|title=The Great Irish Famine: Impact, Ideology and Rebellion|last=Kinealy|first=Christine|publisher=Palgrave|year=2002|isbn=9780333677735|location=New York|pages=160-166}}</ref> For almost forty years Edward Nangle edited a newspaper called the ''Achill Missionary Herald and Western Witness'' which was printed in Achill. Nangle. expanded his mission into Mweelin in west Achill where a school, church, rectory, cottages and a training school were built. The Achill Mission began to decline slowly after Nangle was moved from Achill and was finally closed in the 1880s. When Edward Nangle died in 1883 there were opposing views on his legacy.\n\n", "attributes": [{"name": "Cite book", "values": [{"name": "title", "value": "Dugort, Achill Island 1831-1861"}, {"name": "last", "value": "Ni Ghiobuin"}, {"name": "first", "value": "Mealla C"}, {"name": "publisher", "value": "Irish Academic Press"}, {"name": "year", "value": "2001"}, {"name": "isbn", "value": "0716527405"}, {"name": "location", "value": "Dublin"}, {"name": "pages", "value": "7-21"}]}, {"name": "Cite book", "values": [{"name": "title", "value": "The Great Irish Famine: Impact, Ideology and Rebellion"}, {"name": "last", "value": "Kinealy"}, {"name": "first", "value": "Christine"}, {"name": "publisher", "value": "Palgrave"}, {"name": "year", "value": "2002"}, {"name": "isbn", "value": "9780333677735"}, {"name": "location", "value": "New York"}, {"name": "pages", "value": "160-166"}]}], "id": 6}, {"title": "Railway", "paragraphs": "In 1894, the Westport - Newport railway line was extended to Achill Sound. The railway station is now a hostel. The train provided a great service to Achill, but it also is said to have fulfilled an ancient prophecy. [[Brian Rua U'Cearbhain|Brian Rua O' Cearbhain]] had prophesied that 'carts on iron wheels' would carry bodies into Achill on their first and last journey. In 1894, the first train on the Achill railway carried the bodies of victims of the Clew Bay Drowning. This tragedy occurred when a boat overturned in Clew Bay, drowning thirty-two young people. They had been going to meet the steamer which would take them to Scotland for potato picking.\n\nThe Kirkintilloch Fire in 1937 almost fulfilled the second part of the prophecy when the bodies of ten victims were carried by rail to Achill. While it was not literally the last train, the railway would close just two weeks later. These people had died in a fire in a [[bothy]] in [[Kirkintilloch]]. This term referred to the temporary accommodation provided for those who went to Scotland to pick potatoes, a migratory pattern that had been established in the early nineteenth century.\n\n[[File:Memorial for the victims of the Clew Bay Drowning on 15 June 1894 at Kildavenet Graveyard, Achill Island.jpg|thumb|Memorial for the victims of the Clew Bay Drowning on 15 June 1894 at Kildavenet Graveyard]]\n\n", "attributes": [], "id": 7}, {"title": "Kildamhnait", "paragraphs": "Kildamhnait on the south-east coast of Achill is named after St. Damhnait, or [[Dymphna]], who founded a church there in the 16th century. There is also a holy well just outside the graveyard. The present church was built in the 1700s and the graveyard contains memorials to the victims of two of Achill's greatest tragedies, the Kirchintilloch Fire (1937) and the Clew Bay Drowning (1894).\n\n", "attributes": [], "id": 8}, {"title": "The Monastery", "paragraphs": "In 1852, Dr. John McHale, Archbishop of Tuam purchased land in Bunnacurry which became the location of a Franciscan Monastery which, for many years provided an education for local children. The ruins of this monastery are still to be seen in Bunnacurry today.\n\n", "attributes": [], "id": 9}, {"title": "The Valley House", "paragraphs": "The historic Valley House is located in The Valley, near Dugort in the north-east of Achill Island. The present building sits on the site of a hunting lodge built by the Earl of Cavan in the 19th century. Its notoriety arises from an incident in 1894 in which the then owner, an English landlady named Agnes McDonnell, was savagely beaten and the house set alight, allegedly by a local man, James Lynchehaun. Lynchehaun had been employed by McDonnell as her land agent, but the two fell out and he was sacked and told to quit his accommodation on her estate. A lengthy legal battle ensued, with Lynchehaun refusing to leave. At the time, in the 1890s, the issue of land ownership in Ireland was politically charged, and after the events at the Valley House in 1895 Lynchehaun was to claim that his actions were motivated by politics. He escaped custody and fled to the United States, where he successfully defeated legal attempts by the British authorities to have him extradited to face charges arising from the attack and the burning of the Valley House. Agnes McDonnell suffered terrible injuries from the attack but survived and lived for another 23 years, dying in 1923. Lynchehaun is said to have returned to Achill on two occasions, once in disguise as an American tourist, and eventually died in Girvan, Scotland, in 1937. The Valley House is now a Hostel and Bar.<ref>{{Cite book|title=The Veiled Woman of Achill: Island Outrage and A Playboy Drama|last=Byrne|first=Patricia|publisher=The Collins Press|year=2012|isbn=9781848891470|location=Cork, Ireland|pages=}}</ref>\n[[File:Deserted village - Achill.jpg|thumb|View of the deserted village from beside the ruins of one of the houses]]\n[[File:Inside deserted house - Achill.jpg|thumb|Inside the ruins of one of the houses at the deserted village]]\n\n", "attributes": [{"name": "Cite book", "values": [{"name": "title", "value": "The Veiled Woman of Achill: Island Outrage and A Playboy Drama"}, {"name": "last", "value": "Byrne"}, {"name": "first", "value": "Patricia"}, {"name": "publisher", "value": "The Collins Press"}, {"name": "year", "value": "2012"}, {"name": "isbn", "value": "9781848891470"}, {"name": "location", "value": "Cork, Ireland"}]}], "id": 10}, {"title": "The Deserted Village", "paragraphs": "Close by Dugort, at the base of [[Slievemore]] mountain lies the Deserted Village. There are approximately 80 ruined houses in the village.\n\nThe houses were built of unmortared stone, which means that no cement or mortar was used to hold the stones together. Each house consisted of just one room and this room was used as a kitchen, living room, bedroom and even a stable.\n\nIf one looks at the fields around the Deserted Village and right up the mountain, one can see the tracks in the fields of 'lazy beds', which is the way crops like potatoes were grown. In Achill, as in many areas of Ireland, a system called 'Rundale' was used for farming. This meant that the land around a village was rented from a landlord. This land was then shared by all the villagers to graze their cattle and sheep. Each family would then have two or three small pieces of land scattered about the village, which they used to grow crops.\n\nFor many years people lived in the village and then in 1845 Famine struck in Achill as it did in the rest of Ireland. Most of the families moved to the nearby village of Dooagh, which is beside the sea, while some others emigrated. Living beside the sea meant that fish and shellfish could be used for food. The village was completely abandoned which is where the name 'Deserted Village' came from.\n\nNo-one has lived in these houses since the time of the Famine, however, the families that moved to Dooagh and their descendants, continued to use the village as a 'booley village'. This means that during the summer season, the younger members of the family, teenage boys and girls, would take the cattle to graze on the hillside and they would stay in the houses of the Deserted Village. This custom continued until the 1940s. Boolying was also carried out in other areas of Achill, including Annagh on Croaghaun mountain and in Curraun.\n\nAt Ailt, Kildownet, you can see the remains of a similar deserted village. This village was deserted in 1855 when the tenants were evicted by the local landlord so the land could be used for cattle grazing; the tenants were forced to rent holdings in Currane, Dooega and Slievemore. Others emigrated to America.\n\n", "attributes": [], "id": 11}, {"title": "Archaeology", "paragraphs": "[[File:KeemBayAchillJune.JPG|thumb|[[Keem Bay]]]]Achill Archaeological Field School is based at the Achill Archaeology Centre in Dooagh, which has served as a catalyst for a wide array of archaeological investigations on the island. It was founded in 1991 and is a training school for students of [[archaeology]] and [[anthropology]]. Since 1991, several thousand students from 21 countries have come to Achill to study and participate in ongoing excavations. The school is involved in a study of the prehistoric and historic landscape at [[Slievemore]], incorporating a research excavation at a number of sites within the deserted village of Slievemore. Slievemore is rich in archaeological monuments that span a 5,000 year period from the [[Neolithic]] to the Post Medieval.<ref>{{cite web | title=Achill Archaeological Field School 2009 | work=Achill Archaeological Field School | url=http://www.achill-fieldschool.com/ | accessdate=7 March 2009| archiveurl= https://web.archive.org/web/20090228224527/http://www.achill-fieldschool.com/| archivedate= 28 February 2009 | url-status= live}}</ref> Recent archaeological  research suggests the village was occupied year-round at least as early as the 19th century, though it is known to have served as a seasonally occupied 'booley village' by the first half of the 20th century. A booley village (a number of which exist in a ruined state on the island) is a village occupied only during part of the year, such as a resort community, a [[lake]] community, or (as the case on Achill) a place to live while [[Transhumance|tending flocks or herds]] of [[ruminant]]s during winter or summer [[pasture|pasturing]].<ref>[http://www.achill247.com/pictures/slievemore-7.html ''Deserted village, Slievemore, Achill Island'', achill247.com] Retrieved on 17 February 2008.</ref> Specifically, some of the people of Dooagh and Pollagh would migrate in the summer to Slievemore and then go back to Dooagh in the autumn. The summer 2009 field school excavated Round House 2 on Slievemore Mountain under the direction of archaeologist Stuart Rathbone.  Only the outside north wall, entrance way and inside of the Round House were completely excavated.<ref>Amanda Burt, member of Achill Field School, Summer 2009.</ref>\n\nFrom 2004 to 2006, the Achill Island Maritime Archaeology Project directed by [[Chuck Meide]] was sponsored by the [[College of William and Mary]], the Institute of Maritime History, the Achill Folklife Centre (now the Achill Archaeology Centre), and the [[St. Augustine Light|Lighthouse Archaeological Maritime Program (LAMP)]]. This project focused on the documentation of archaeological resources related to Achill's rich maritime heritage.  Maritime archaeologists recorded a 19th-century fishing station, an ice house, boat house ruins, a number of anchors which had been salvaged from the sea, 19th-century and more recent [[currach]] pens, a number of traditional vernacular watercraft including a possibly 100-year-old Achill yawl, and the remains of four historic shipwrecks.<ref>{{cite web|url=http://www.maritimehistory.org/content/achill-island-maritime-archaeology-project |title=Achill Island Maritime Archaeology Project &#124; Institute of Maritime History |publisher=Maritimehistory.org |date=20 February 2012 |accessdate=20 March 2012}}</ref><ref>{{cite journal|title=Meide, Chuck and Kathryn Sikes (2014) Manipulating the Maritime Cultural Landscape: Vernacular Boats and Economic Relations on Nineteenth-Century Achill Island, Ireland. Journal of Maritime History 9(1):115–141 |date=18 June 2014 |doi=10.1007/s11457-013-9123-3 |volume=9 |journal=Journal of Maritime Archaeology |pages=115–141 |author=Meide Chuck}}</ref>\n\n", "attributes": [{"name": "cite web ", "values": [{"name": "title", "value": "Achill Archaeological Field School 2009"}, {"name": "work", "value": "Achill Archaeological Field School"}, {"name": "url", "value": "http://www.achill-fieldschool.com/"}, {"name": "accessdate", "value": "7 March 2009"}, {"name": "archiveurl", "value": "https://web.archive.org/web/20090228224527/http://www.achill-fieldschool.com/"}, {"name": "archivedate", "value": "28 February 2009"}, {"name": "url-status", "value": "live"}]}, {"name": "cite web", "values": [{"name": "url", "value": "http://www.maritimehistory.org/content/achill-island-maritime-archaeology-project"}, {"name": "title", "value": "Achill Island Maritime Archaeology Project &#124; Institute of Maritime History"}, {"name": "publisher", "value": "Maritimehistory.org"}, {"name": "date", "value": "20 February 2012"}, {"name": "accessdate", "value": "20 March 2012"}]}, {"name": "cite journal", "values": [{"name": "title", "value": "Meide, Chuck and Kathryn Sikes (2014) Manipulating the Maritime Cultural Landscape: Vernacular Boats and Economic Relations on Nineteenth-Century Achill Island, Ireland. Journal of Maritime History 9(1):115–141"}, {"name": "date", "value": "18 June 2014"}, {"name": "doi", "value": "10.1007/s11457-013-9123-3"}, {"name": "volume", "value": "9"}, {"name": "journal", "value": "Journal of Maritime Archaeology"}, {"name": "pages", "value": "115–141"}, {"name": "author", "value": "Meide Chuck"}]}], "id": 12}, {"title": "Other places of interest", "paragraphs": "[[File:Croaghaun cliff.jpg|thumb|[[Croaghaun]], the third highest sea cliff in Europe]]\n[[File:Slievemore.jpg|thumb|[[Slievemore]] mountain dominates the centre of the island]]\n[[File:Caisleán ghráinne.jpg|thumb|[[Caisleán Ghráinne]], also known as Kildownet Castle]]\nThe cliffs of [[Croaghaun]] on the western end of the island are the third highest sea [[cliff]]s in [[Europe]] but are inaccessible by road. Near the westernmost point of Achill, Achill Head, is [[Keem Bay]]. Keel Beach is quite popular with [[tourist]]s and some locals as a [[surfing]] location. South of Keem beach is Moytoge Head, which with its rounded appearance drops dramatically down to the [[ocean]]. An old [[United Kingdom|British]] observation post, built during [[World War I]] to prevent the [[Germany|Germans]] from landing arms for the [[Irish Republican Army (1917–22)|Irish Republican Army]], is still standing on Moytoge. During the Second World War this post was rebuilt by the Irish Defence Forces as a Look Out Post for the Coast Watching Service wing of the Defence Forces. It operated from 1939 to 1945.<ref>See Michael Kennedy, 'Guarding Neutral Ireland' (Dublin, 2008), p. 50</ref>\n\nThe mountain of [[Slievemore]], (672&nbsp;m) rises dramatically in the north of the island and the Atlantic Drive (along the south/west of the island) has some dramatic views. On the slopes of Slievemore, there is an [[abandoned village]] (the \"Deserted Village\") The Deserted Village is traditionally thought to be a remnant village from An Gorta Mór ([[Irish Potato Famine (1845–1849)|The Great Hunger of 1845–1849]]).\n\nJust west of the deserted village is an old [[Martello tower]], again built by the British to warn of any possible [[France|French]] invasion during the [[Napoleonic Wars]]. The area also boasts an approximately 5000-year-old [[Neolithic tomb]].\n\n[[Achillbeg]] (''{{lang|ga|Acaill Beag}}'', ''Little Achill'') is a small island just off Achill's southern tip. Its inhabitants were resettled on Achill in the 1960s.<ref>Jonathan Beaumont (2005), ''Achillbeg: The Life of an Island'', {{ISBN|0-85361-631-0}}</ref> A plaque to [[Johnny Kilbane]] is situated on [[Achillbeg]] and was erected to celebrate 100 years since his first championship win.<ref>{{cite web|url=https://www.facebook.com/events/242473492507858/|title=Log into Facebook - Facebook|work=Facebook}}</ref>\n\nThe villages of [[Dooniver]] and [[Askill]] have picturesque scenery and the cycle route is popular with tourists.\n\n[[Caisleán Ghráinne]], also known as Kildownet Castle, is a small tower house built in the early 1400s.<ref>{{Cite web|url=http://www.mythandlegends.net/newirelcastle1.html|title=Irish Castles-Grace O'Malley|website=www.mythandlegends.net|access-date=2016-06-13}}</ref> It is located in Cloughmore, on the south of Achill Island. It is noted for its associations with [[Grace O'Malley]], along with the larger [[Rockfleet Castle]] in Newport.\n\n", "attributes": [{"name": "lang", "values": [{"name": "1", "value": "ga"}, {"name": "2", "value": "Acaill Beag"}]}, {"name": "ISBN", "values": [{"name": "1", "value": "0-85361-631-0"}]}, {"name": "cite web", "values": [{"name": "url", "value": "https://www.facebook.com/events/242473492507858/"}, {"name": "title", "value": "Log into Facebook - Facebook"}, {"name": "work", "value": "Facebook"}]}, {"name": "Cite web", "values": [{"name": "url", "value": "http://www.mythandlegends.net/newirelcastle1.html"}, {"name": "title", "value": "Irish Castles-Grace O'Malley"}, {"name": "website", "value": "www.mythandlegends.net"}, {"name": "access-date", "value": "2016-06-13"}]}], "id": 13}, {"title": "Economy", "paragraphs": "While a number of attempts at setting up small industrial units on the island have been made, the economy of the island is largely dependent on [[tourism]]. Subventions from Achill people working abroad, in particular in the United Kingdom, the United States and Africa allowed many families to remain living in Achill throughout the 19th and 20th centuries. Since the advent of Ireland's \"[[Celtic Tiger]]\" [[economy of the Republic of Ireland|economy]] fewer Achill people were forced to look for work abroad. [[Agriculture]] plays a small role and the fact that the island is mostly bog{{fact|date=December 2019}} means that its potential for agriculture is limited largely to [[sheep farming]]. In the past, [[fishing]] was a significant activity but this aspect of the economy is small now. At one stage, the island was known for its [[shark]] fishing, [[basking shark]] in particular was fished for its valuable [[shark liver oil]]. There was a big spurt of growth in tourism in the 1960s and 1970s before which life was tough and difficult on the island. Despite healthy visitor numbers each year, the common perception is that tourism in Achill has been slowly declining since its heyday. Currently, the largest employers on Achill are two hotels.<ref>{{cite web|url=http://www.irelandbyways.com/top-irish-peninsulas/the-west/the-western-isles/achill-island-co-mayo/ |title=Achill Island (Co. Mayo) |publisher=Irelandbyways.com |date= |accessdate=20 March 2012}}</ref> In late 2009 Ireland's only [[turbot]] farm opened in the [[Bunnacurry]] Business Park.\n\n", "attributes": [{"name": "fact", "values": [{"name": "date", "value": "December 2019"}]}, {"name": "cite web", "values": [{"name": "url", "value": "http://www.irelandbyways.com/top-irish-peninsulas/the-west/the-western-isles/achill-island-co-mayo/"}, {"name": "title", "value": "Achill Island (Co. Mayo)"}, {"name": "publisher", "value": "Irelandbyways.com"}, {"name": "accessdate", "value": "20 March 2012"}]}], "id": 14}, {"title": "Religion", "paragraphs": "Most people on Achill are either [[Roman Catholic]] or Anglican ([[Church of Ireland]]). There are three priests on Achill and eight [[church (building)|churches]]{{Clarify|date=September 2013|reason=list mentions 11 chuches}} in total.\n* Catholic:\n** [[Bunnacurry]] Church ([[Saint Joseph]]s)\n** [[Tóin an tSeanbhaile|The Valley]] Church; Only open for certain events.\n** Dookinella Church\n** [[Currane]] Church\n** [[Pollagh]] Church\n** Derreens Church\n** [[Dooega]] Church\n** Belfarsed Church\n** [[Achill Sound]] Church\n* Church of Ireland:\n** [[Dugort]] Church (St. Thomas's church)\n** [[Innisbiggle]] Island church\n\n", "attributes": [{"name": "Clarify", "values": [{"name": "date", "value": "September 2013"}, {"name": "reason", "value": "list mentions 11 chuches"}]}], "id": 15}, {"title": "Education", "paragraphs": "Hedge schools existed in most villages of Achill in various periods of history. A university was started by the missions to Achill in Mweelin. In the modern age, there used to be two [[secondary school]]s in Achill, [[Mc Hale College]] and [[Scoil Damhnait]]. However, in August 2011, the two schools amalgamated to form [[Coláiste Pobail Acla]]. For primary education, there are nine [[National Schools]] including Bullsmouth NS, Valley NS, Bunnacurry NS, Dookinella NS, Dooagh NS, Saula NS, Achill Sound NS, Tonragee NS and Curanne NS. National schools closed down include Dooega NS, Crumpaun NS, Ashleam NS.\n\n", "attributes": [], "id": 16}, {"title": "Transport", "paragraphs": "* [[Achill railway station]] opened on 13 May 1895 and closed on 1 October 1937.<ref>{{cite web | title=Achill station | work=Railscot - Irish Railways | url=http://www.railscot.co.uk/Ireland/Irish_railways.pdf| accessdate=8 September 2007| archiveurl= https://web.archive.org/web/20070926042407/http://www.railscot.co.uk/Ireland/Irish_railways.pdf| archivedate= 26 September 2007 | url-status= live}}</ref>\n* The [[Great Western Greenway]] is a [[greenway (landscape)|greenway]] [[rail trail]] that follows the line of the former [[Midland Great Western Railway]] branch line from [[Westport, County Mayo|Westport]] to Achill via [[Newport, County Mayo|Newport]] and [[Mulranny]].<ref>{{cite web |url=http://www.greenway.ie/ |title=Home |work=Great Western Greenway |accessdate=10 August 2011 }}</ref> This has proved to be very successful in attracting visitors to Achill and the surrounding areas.\n* [[Bus Éireann]] 440 daily commutes to [[Westport, County Mayo|Westport]] and beyond from the island's scattered villages.\n* [[Bus Éireann]] provide transport for the area's secondary school children.\n* There are many [[Taxicab]] and [[Hackney carriage]] services on the island.\n\n", "attributes": [{"name": "cite web ", "values": [{"name": "title", "value": "Achill station"}, {"name": "work", "value": "Railscot - Irish Railways"}, {"name": "url", "value": "http://www.railscot.co.uk/Ireland/Irish_railways.pdf"}, {"name": "accessdate", "value": "8 September 2007"}, {"name": "archiveurl", "value": "https://web.archive.org/web/20070926042407/http://www.railscot.co.uk/Ireland/Irish_railways.pdf"}, {"name": "archivedate", "value": "26 September 2007"}, {"name": "url-status", "value": "live"}]}, {"name": "cite web ", "values": [{"name": "url", "value": "http://www.greenway.ie/"}, {"name": "title", "value": "Home"}, {"name": "work", "value": "Great Western Greenway"}, {"name": "accessdate", "value": "10 August 2011"}]}], "id": 17}, {"title": "Cuisine", "paragraphs": "As a popular tourist destination, Achill has many bars, cafes and restaurants which serve a full range of food. However, with the island's [[Atlantic Ocean|Atlantic]] location seafood is a speciality on Achill with common foods including [[Homarus gammarus|lobster]], [[mussel]]s, [[salmon]], [[trout]] and [[Common periwinkle|winkles]]. With a large sheep population, Achill lamb is a very popular meal on the island too. Furthermore, Achill has a big population of cows which produces excellent beef.{{Citation needed|date=November 2010}}\n\n", "attributes": [{"name": "Citation needed", "values": [{"name": "date", "value": "November 2010"}]}], "id": 18}, {"title": "Sport", "paragraphs": "Achill has a [[Gaelic football]] club which competes in the intermediate championship and division 1C of the Mayo League. There are also [[Achill Rovers F.D.A.C.|Achill Rovers]] which play in the [[Mayo Association Football League]].<ref>[http://inform.fai.ie/League/Clubs/portals/AchillRoversFC/ FAI Club Portal for Achill Rovers]</ref>\n\nThere is a 9-hole [[Links (golf)|links]] golf course on the island.<ref>{{Cite web|url=https://www.discoverireland.ie/Activities-Adventure/achill-golf-club/49339|title=Achill Golf Club|date=2019|website=Discover Ireland|access-date=2019-02-07}}</ref> Outdoor activities can be done through Achill Outdoor Education Centre.<ref>{{cite web|url=http://www.achilloutdoor.com/|title=Achill Outdoor|author=Dave Jordan|publisher=}}</ref> Achill Island's rugged landscape and the surrounding ocean offers multiple locations for outdoor adventure activities, like surfing, kite-surfing and sea kayaking. [[Fishing]] and [[watersports]] are also popular. Sailing regattas featuring a local vessel type, the Achill Yawl, have been popular since the 19th century, though most present-day yawls, unlike their traditional working boat ancestors, have been structurally modified to promote greater speed under sail. The island's waters and underwater sites are occasionally visited by scuba divers, though Achill's unpredictable weather generally has precluded a commercially successful recreational diving industry.\n\n", "attributes": [{"name": "Cite web", "values": [{"name": "url", "value": "https://www.discoverireland.ie/Activities-Adventure/achill-golf-club/49339"}, {"name": "title", "value": "Achill Golf Club"}, {"name": "date", "value": "2019"}, {"name": "website", "value": "Discover Ireland"}, {"name": "access-date", "value": "2019-02-07"}]}, {"name": "cite web", "values": [{"name": "url", "value": "http://www.achilloutdoor.com/"}, {"name": "title", "value": "Achill Outdoor"}, {"name": "author", "value": "Dave Jordan"}]}], "id": 19}, {"title": "Population", "paragraphs": "In 2011, the population was 2,569. The island's population has declined from around 6,000 before the [[Great Famine (Ireland)|Great Hunger]].\n\n=== Demographics ===\nThe table below reports data on Achill Island's population taken from ''Discover the Islands of Ireland'' (Alex Ritsema, Collins Press, 1999) and the [[census]] of Ireland. {{Historical populations\n| align = none\n| cols = 3\n|footnote= Source: {{cite web |url= http://www.cso.ie/px/pxeirestat/Statire/SelectVarVal/Define.asp?Maintable=CNA17&Planguage=0 |title= CNA17: Population by Off Shore Island, Sex and Year  |author= Central Statistics Office |date=  |website= CSO.ie |publisher= |accessdate=October 12, 2016}}\n\n|1841|4901\n|1851|4030\n|1861|4424\n|1871|4757\n|1881|5060\n|1891|4677\n|1901|4825\n|1911|5260\n|1926|4790\n|1936|4808\n|1946|4918\n|1951|4906\n|1956|4493\n|1961|4069\n|1966|3598\n|1971|3129\n|1979|3089\n|1981|3101\n|1986|3161\n|1991|2802\n|1996|2718\n|2002|2620\n|2006|2620\n|2011 |2569 \n}}\n\n", "attributes": [{"name": "Historical populations\n", "values": [{"name": "align", "value": "none"}, {"name": "cols", "value": "3"}, {"name": "footnote", "value": "Source: {{cite web |url= http://www.cso.ie/px/pxeirestat/Statire/SelectVarVal/Define.asp?Maintable=CNA17&Planguage=0 |title= CNA17: Population by Off Shore Island, Sex and Year  |author= Central Statistics Office |date=  |website= CSO.ie |publisher= |accessdate=October 12, 2016}}"}, {"name": "1", "value": "1841"}, {"name": "2", "value": "4901"}, {"name": "3", "value": "1851"}, {"name": "4", "value": "4030"}, {"name": "5", "value": "1861"}, {"name": "6", "value": "4424"}, {"name": "7", "value": "1871"}, {"name": "8", "value": "4757"}, {"name": "9", "value": "1881"}, {"name": "10", "value": "5060"}, {"name": "11", "value": "1891"}, {"name": "12", "value": "4677"}, {"name": "13", "value": "1901"}, {"name": "14", "value": "4825"}, {"name": "15", "value": "1911"}, {"name": "16", "value": "5260"}, {"name": "17", "value": "1926"}, {"name": "18", "value": "4790"}, {"name": "19", "value": "1936"}, {"name": "20", "value": "4808"}, {"name": "21", "value": "1946"}, {"name": "22", "value": "4918"}, {"name": "23", "value": "1951"}, {"name": "24", "value": "4906"}, {"name": "25", "value": "1956"}, {"name": "26", "value": "4493"}, {"name": "27", "value": "1961"}, {"name": "28", "value": "4069"}, {"name": "29", "value": "1966"}, {"name": "30", "value": "3598"}, {"name": "31", "value": "1971"}, {"name": "32", "value": "3129"}, {"name": "33", "value": "1979"}, {"name": "34", "value": "3089"}, {"name": "35", "value": "1981"}, {"name": "36", "value": "3101"}, {"name": "37", "value": "1986"}, {"name": "38", "value": "3161"}, {"name": "39", "value": "1991"}, {"name": "40", "value": "2802"}, {"name": "41", "value": "1996"}, {"name": "42", "value": "2718"}, {"name": "43", "value": "2002"}, {"name": "44", "value": "2620"}, {"name": "45", "value": "2006"}, {"name": "46", "value": "2620"}, {"name": "47", "value": "2011"}, {"name": "48", "value": "2569"}]}, {"name": "cite web ", "values": [{"name": "url", "value": "http://www.cso.ie/px/pxeirestat/Statire/SelectVarVal/Define.asp?Maintable=CNA17&Planguage=0"}, {"name": "title", "value": "CNA17: Population by Off Shore Island, Sex and Year"}, {"name": "author", "value": "Central Statistics Office"}, {"name": "website", "value": "CSO.ie"}, {"name": "accessdate", "value": "October 12, 2016"}]}], "id": 20}, {"title": " Demographics ", "paragraphs": "The table below reports data on Achill Island's population taken from ''Discover the Islands of Ireland'' (Alex Ritsema, Collins Press, 1999) and the [[census]] of Ireland. {{Historical populations\n| align = none\n| cols = 3\n|footnote= Source: {{cite web |url= http://www.cso.ie/px/pxeirestat/Statire/SelectVarVal/Define.asp?Maintable=CNA17&Planguage=0 |title= CNA17: Population by Off Shore Island, Sex and Year  |author= Central Statistics Office |date=  |website= CSO.ie |publisher= |accessdate=October 12, 2016}}\n\n|1841|4901\n|1851|4030\n|1861|4424\n|1871|4757\n|1881|5060\n|1891|4677\n|1901|4825\n|1911|5260\n|1926|4790\n|1936|4808\n|1946|4918\n|1951|4906\n|1956|4493\n|1961|4069\n|1966|3598\n|1971|3129\n|1979|3089\n|1981|3101\n|1986|3161\n|1991|2802\n|1996|2718\n|2002|2620\n|2006|2620\n|2011 |2569 \n}}\n\n", "attributes": [{"name": "Historical populations\n", "values": [{"name": "align", "value": "none"}, {"name": "cols", "value": "3"}, {"name": "footnote", "value": "Source: {{cite web |url= http://www.cso.ie/px/pxeirestat/Statire/SelectVarVal/Define.asp?Maintable=CNA17&Planguage=0 |title= CNA17: Population by Off Shore Island, Sex and Year  |author= Central Statistics Office |date=  |website= CSO.ie |publisher= |accessdate=October 12, 2016}}"}, {"name": "1", "value": "1841"}, {"name": "2", "value": "4901"}, {"name": "3", "value": "1851"}, {"name": "4", "value": "4030"}, {"name": "5", "value": "1861"}, {"name": "6", "value": "4424"}, {"name": "7", "value": "1871"}, {"name": "8", "value": "4757"}, {"name": "9", "value": "1881"}, {"name": "10", "value": "5060"}, {"name": "11", "value": "1891"}, {"name": "12", "value": "4677"}, {"name": "13", "value": "1901"}, {"name": "14", "value": "4825"}, {"name": "15", "value": "1911"}, {"name": "16", "value": "5260"}, {"name": "17", "value": "1926"}, {"name": "18", "value": "4790"}, {"name": "19", "value": "1936"}, {"name": "20", "value": "4808"}, {"name": "21", "value": "1946"}, {"name": "22", "value": "4918"}, {"name": "23", "value": "1951"}, {"name": "24", "value": "4906"}, {"name": "25", "value": "1956"}, {"name": "26", "value": "4493"}, {"name": "27", "value": "1961"}, {"name": "28", "value": "4069"}, {"name": "29", "value": "1966"}, {"name": "30", "value": "3598"}, {"name": "31", "value": "1971"}, {"name": "32", "value": "3129"}, {"name": "33", "value": "1979"}, {"name": "34", "value": "3089"}, {"name": "35", "value": "1981"}, {"name": "36", "value": "3101"}, {"name": "37", "value": "1986"}, {"name": "38", "value": "3161"}, {"name": "39", "value": "1991"}, {"name": "40", "value": "2802"}, {"name": "41", "value": "1996"}, {"name": "42", "value": "2718"}, {"name": "43", "value": "2002"}, {"name": "44", "value": "2620"}, {"name": "45", "value": "2006"}, {"name": "46", "value": "2620"}, {"name": "47", "value": "2011"}, {"name": "48", "value": "2569"}]}, {"name": "cite web ", "values": [{"name": "url", "value": "http://www.cso.ie/px/pxeirestat/Statire/SelectVarVal/Define.asp?Maintable=CNA17&Planguage=0"}, {"name": "title", "value": "CNA17: Population by Off Shore Island, Sex and Year"}, {"name": "author", "value": "Central Statistics Office"}, {"name": "website", "value": "CSO.ie"}, {"name": "accessdate", "value": "October 12, 2016"}]}], "id": 21}, {"title": "Architecture", "paragraphs": "{{Refimprove section|date=January 2009}}\nBecause of the inhospitable climate, few inhabited houses date from before the 20th century, though there are many examples of abandoned stone structures dating to the 19th century.\n[[File:Desert Village sullo Slievemore, Achill Island.jpg|thumb|The \"Deserted Village\" at the foot of [[Slievemore]] was a booley village; see [[Transhumance]]]]\n[[File:Deserted Village in the Shadow of Slievemore.JPG|thumb|The location of the village is relatively sheltered]]\n\nThe best known of these earlier can be seen in the \"Deserted Village\" ruins near the graveyard at the foot of Slievemore. Even the houses in this village represent a relatively comfortable class of dwelling as, even as recently as a hundred years ago, some people still used \"Beehive\" style houses (small circular single-roomed dwellings with a hole in the ceiling to let out smoke).\n\nMany of the oldest inhabited cottages date from the activities of the [[Congested Districts Board for Ireland]]—a body set up around the turn of the 20th century in Ireland to improve the welfare of the inhabitants of small villages and towns. Most of the homes in Achill at the time were very small and tightly packed together in villages. The CDB subsidised the building of new, more spacious (though still small by modern standards) homes outside of the traditional villages.\n\nSome of the recent building development (1980 and onwards) on the island does fit as nicely in the landscape as the earlier style of [[whitewash]]ed raised gable [[cottage]]s. Many holiday homes have been built but many of these houses have been built in prominent scenic areas and have damaged traditional views of the island while lying empty for most of the year.{{citation needed|date=July 2018}}\n\n", "attributes": [{"name": "Refimprove section", "values": [{"name": "date", "value": "January 2009"}]}, {"name": "citation needed", "values": [{"name": "date", "value": "July 2018"}]}], "id": 22}, {"title": "Notable people", "paragraphs": "* [[Charles Boycott]] (1832–1897), unpopular landowner from whom the term ''boycott'' arose\n* [[Dermot Freyer]] (1883–1970), writer who opened a hotel on the island\n* The artist [[Paul Henry (painter)|Paul Henry]] stayed on the island for a number of years in the early 1900s\n* Singer [[James Kilbane]] lives on the island\n* [[Johnny Kilbane]], boxer\n* [[Danny McNamara]], musician\n* [[Richard McNamara]], musician\n* [[Eva O’Flaherty]], Nationalist, model and milliner\n* [[Thomas Patten (socialist)|Thomas Patten]] from Dooega died during the [[Siege of Madrid]] in December 1936\n* English writer [[Honor Tracy]] lived there until her death in 1989\n\n", "attributes": [], "id": 23}, {"title": "Literature", "paragraphs": "[[Heinrich Böll]]: ''Irisches Tagebuch'', Berlin 1957<br />\nKingston, Bob: ''The Deserted Village at Slievemore'', Castlebar 1990<br />\nMcDonald, Theresa: ''Achill: 5000 B.C. to 1900 A.D. Archeology History Folklore'', I.A.S. Publications [1992]<br />\nMeehan, Rosa: ''The Story of Mayo'', Castlebar 2003<br />\nCarney, James: ''The Playboy & the Yellow lady'', 1986 POOLBEG<ref>{{cite book|author=James Carney |url=https://openlibrary.org/b/OL2431852M/playboy_the_yellow_lady |title=The playboy & the yellow lady |publisher=Open Library |accessdate=20 March 2012|isbn=9780905169828 |year=1986 }}</ref><br />\n[[Hugo Hamilton (writer)|Hugo Hamilton]]: The Island of Talking,<ref>[https://www.jstor.org/discover/10.2307/25469746?uid=3737864&uid=2&uid=4&sid=21102113059701 ''The Island of Talking''] Hugo Hamilton in the footsteps of Heinrich Böll, 50 years after</ref> 2007<br />\n[[Kevin Barry (author)|Kevin Barry]]: ''Beatlebone'', 2015\n\n\n", "attributes": [{"name": "cite book", "values": [{"name": "author", "value": "James Carney"}, {"name": "url", "value": "https://openlibrary.org/b/OL2431852M/playboy_the_yellow_lady"}, {"name": "title", "value": "The playboy & the yellow lady"}, {"name": "publisher", "value": "Open Library"}, {"name": "accessdate", "value": "20 March 2012"}, {"name": "isbn", "value": "9780905169828"}, {"name": "year", "value": "1986"}]}], "id": 24}, {"title": "See also", "paragraphs": "* [[Achillbeg]]\n* [[Innisbiggle]]\n\n", "attributes": [], "id": 25}, {"title": "References", "paragraphs": "{{Reflist}}\n\n", "attributes": [], "id": 26}, {"title": "External links", "paragraphs": "{{Wikivoyage|Achill Island}}\n{{commons|Achill Island|Achill Island}}\n{{Wikisource1911Enc|Achill}}\n* [http://www.ouririshheritage.org/category_id__29_path__0p2p.aspx Colaiste Pobail Acla students project on the Achill area]\n* [http://www.staugustinelighthouse.org/LAMP/Research/achill-island Achill Island Maritime Archaeology Project]\n* [http://www.visitachill.com VisitAchill multilingual visitor's site]\n{{Gaeltacht}}\n{{Mountains and hills of Connacht}}\n{{County Mayo}}\n\n[[Category:Islands of County Mayo]]\n[[Category:Achill Island| ]]\n[[Category:Gaeltacht places in County Mayo]]", "attributes": [{"name": "Wikivoyage", "values": [{"name": "1", "value": "Achill Island"}]}, {"name": "commons", "values": [{"name": "1", "value": "Achill Island"}, {"name": "2", "value": "Achill Island"}]}, {"name": "Wikisource1911Enc", "values": [{"name": "1", "value": "Achill"}]}], "id": 27}]}