{"title": "Amber Diceless Roleplaying Game", "authors": ["Rathfelder"], "time_published": "2019-12-27T19:39:20Z", "sections": [{"title": "", "paragraphs": "{{infobox RPG\n|title= Amber Diceless Roleplaying Game\n|image= [[Image:Amber DRPG.jpg|200px]]\n|caption= Cover of the main ''Amber DRPG'' rulebook (art by [[Stephen Hickman]])\n|designer= [[Erick Wujcik]]\n|publisher= [[Phage Press]]<br>[[Guardians of Order]]\n|date= 1991\n|genre= [[Fantasy]]\n|system= Custom (direct comparison of statistics without dice)\n|footnotes= \n}}\n\nThe '''''Amber Diceless Roleplaying Game''''' is a [[role-playing game]] created and written by [[Erick Wujcik]], set in the [[fictional universe]] created by author [[Roger Zelazny]] for his ''[[Chronicles of Amber]]''. The game is unusual in that no [[dice]] are used in resolving conflicts or player actions; instead a simple [[diceless role-playing game|diceless]] system of comparative ability, and narrative description of the action by the players and [[gamemaster]], is used to determine how situations are resolved.<ref name=\"Pyr\">{{cite journal|title=Pyramid Pick: Amber|journal=[[Pyramid (magazine)|Pyramid]]| url=http://www.sjgames.com/pyramid/login/article.html?id=370| date=1993-08-01| last=Blankenship| first=Loyd|volume=#2|accessdate=2008-02-15}}</ref><ref name=\"HG\">{{Cite book | contribution=Amber Diceless | title=Hobby Games: The 100 Best | last=Lindroos | first=Nicole | authorlink=Nicole Lindroos | editor-last=Lowder | editor-first=James | editor-link=James Lowder | publisher=[[Green Ronin Publishing]] | year=2007 | pages=8 | isbn=978-1-932442-96-0 | oclc=154694406}}</ref>\n\n''Amber DRPG'' was created in the 1980s, and is much more focused on relationships and roleplaying than most of the roleplaying games of that era.<ref name=\"Pyr\" /> Most ''Amber'' characters are members of the two ruling classes in the ''Amber'' [[Parallel universe (fiction)|multiverse]], and are much more advanced in matters of strength, endurance, psyche, warfare and sorcery than ordinary beings. This often means that the only individuals who are capable of opposing a character are from his or her family, a fact that leads to much suspicion and intrigue.\n\n", "attributes": [{"name": "infobox RPG\n", "values": [{"name": "title", "value": "Amber Diceless Roleplaying Game"}, {"name": "image", "value": "[[Image:Amber DRPG.jpg|200px]]"}, {"name": "caption", "value": "Cover of the main ''Amber DRPG'' rulebook (art by [[Stephen Hickman]])"}, {"name": "designer", "value": "[[Erick Wujcik]]"}, {"name": "publisher", "value": "[[Phage Press]]<br>[[Guardians of Order]]"}, {"name": "date", "value": "1991"}, {"name": "genre", "value": "[[Fantasy]]"}, {"name": "system", "value": "Custom (direct comparison of statistics without dice)"}]}, {"name": "cite journal", "values": [{"name": "title", "value": "Pyramid Pick: Amber"}, {"name": "journal", "value": "[[Pyramid (magazine)|Pyramid]]"}, {"name": "url", "value": "http://www.sjgames.com/pyramid/login/article.html?id=370"}, {"name": "date", "value": "1993-08-01"}, {"name": "last", "value": "Blankenship"}, {"name": "first", "value": "Loyd"}, {"name": "volume", "value": "#2"}, {"name": "accessdate", "value": "2008-02-15"}]}, {"name": "Cite book ", "values": [{"name": "contribution", "value": "Amber Diceless"}, {"name": "title", "value": "Hobby Games: The 100 Best"}, {"name": "last", "value": "Lindroos"}, {"name": "first", "value": "Nicole"}, {"name": "authorlink", "value": "Nicole Lindroos"}, {"name": "editor-last", "value": "Lowder"}, {"name": "editor-first", "value": "James"}, {"name": "editor-link", "value": "James Lowder"}, {"name": "publisher", "value": "[[Green Ronin Publishing]]"}, {"name": "year", "value": "2007"}, {"name": "pages", "value": "8"}, {"name": "isbn", "value": "978-1-932442-96-0"}, {"name": "oclc", "value": "154694406"}]}], "id": 0}, {"title": "History", "paragraphs": "The original 256-page game book<ref name=\"amberdrpg\">Erick Wujcik ''Amber Diceless Roleplaying Game'' ([[Phage Press]], 1991) {{ISBN|1-880494-00-0}}</ref> was published in 1991 by [[Phage Press]], covering material from the first five novels (the \"[[The Chronicles of Amber#The Corwin cycle|Corwin Cycle]]\") and some details – sorcery and the [[Logrus]] – from the remaining five novels (the \"[[The Chronicles of Amber#The Merlin Cycle|Merlin Cycle]]\"), in order to allow players to roleplay characters from the Courts of Chaos. Some details were changed slightly to allow more player choice – for example, players can be full Trump Artists without having walked the Pattern or the Logrus, which [[Merlin (The Chronicles of Amber)|Merlin]] says is impossible; and players' [[psychic]] abilities are far greater than those shown in the books.\n\n[[Image:Shadow Knight.jpg|thumb|200px|right|Cover of ''Shadow Knight'']]\nA 256-page companion volume, ''Shadow Knight'',<ref name=\"shadowknight\">Erick Wujcik ''Shadow Knight'' (Phage Press, 1993) {{ISBN|1-880494-01-9}}</ref> was published in 1993. This supplemental [[wikt:rulebook|rule book]] includes the remaining elements from the Merlin novels, such as Broken Patterns, and allows players to create Constructs such as Merlin's [[Merlin_of_Amber#Ghostwheel|Ghostwheel]]. The book presents the second series of novels not as additions to the series' [[Continuity (fiction)|continuity]] but as an example of a [[Campaign (role-playing games)|roleplaying campaign]] with Merlin, Luke, Julia, Jurt and Coral as the PCs. The remainder of the book is a collection of essays on the game, statistics for the new characters and an update of the older ones in light of their appearance in the second series, and (perhaps most usefully for GMs) plot summaries of each of the ten books. The book includes some material from the short story [[Amber Short Stories|\"The Salesman's Tale,\"]] and some unpublished material cut from ''[[Prince of Chaos]]'',{{citation needed|date=January 2012}} notably Coral's pregnancy by Merlin.\n\nBoth books were translated into French and published by [[Jeux Descartes]] in 1994 and 1995.\n\nA third book, ''Rebma'', was promised. Cover art was commissioned<ref>Stephen Hickman's [http://www.therpgsite.com/showthread.php?t=14836 ''Rebma'' cover art]</ref> and pre-orders were taken, but it was never published. Wujcik also expressed a desire to create a book giving greater detail to the Courts of Chaos.<ref name=\"pyramid\">{{cite journal|title=Shadow Knight (Preview) and Interview with Erick Wujcik |url=http://www.sjgames.com/pyramid/sample.html?id=640|accessdate=2006-05-29|journal=[[Pyramid (magazine)|Pyramid]]|volume=#6|last=Blankenship|first=Loyd}}</ref> The publishing rights to the ''Amber DRPG'' games were acquired in 2004 by [[Guardians of Order]], who took over sales of the game and announced their intention to release a new edition of the game. However, no new edition was released before Guardians of Order went out of business in 2006. The two existing books are now [[out-of-print]], but they have been made available as [[Portable Document Format|PDF]] downloads.<ref name=\"pdf\">[http://www.drivethrurpg.com/browse/pub/2222/Diceless-by-Design ''Amber DRPG'' books] at DriveThruRPG</ref>\n\nIn June 2007 a new publishing company, headed by Edwin Voskamp and Eric Todd, was formed with the express purpose of bringing ''Amber DRPG'' back into print. The new company is named ''Diceless by Design''.<ref name=\"dicelessbydesign\">[http://www.dicelessbydesign.com Diceless By Design]</ref>\n\nIn May 2010, ''Rite Publishing'' secured a license from Diceless by Design to use the rules system with a new setting in the creation of a new product to be written by industry and system veteran Jason Durall.  The project '''Lords of Gossamer & Shadow (Diceless)''' was funded via [[Kickstarter]] in May 2013.<ref>{{cite web|title=Lords of Gossamer & Shadow|url=http://www.kickstarter.com/projects/937759598/lords-of-gossamer-and-shadow-diceless-role-playing|work=Kickstarter|accessdate=19 August 2013}}</ref> In Sept 2013 the project was completed, and on in Nov 2013 Lords of Gossamer and Shadow (Diceless) <ref>{{cite web|title=Lords of Gossamer & Shadow|url=http://rpg.drivethrustuff.com/product/119779|work=DrivethruRpg|accessdate=27 November 2013}}</ref> was released publicly in full-color Print and PDF, along with additional supplements and continued support.\n\n", "attributes": [{"name": "ISBN", "values": [{"name": "1", "value": "1-880494-00-0"}]}, {"name": "ISBN", "values": [{"name": "1", "value": "1-880494-01-9"}]}, {"name": "citation needed", "values": [{"name": "date", "value": "January 2012"}]}, {"name": "cite journal", "values": [{"name": "title", "value": "Shadow Knight (Preview) and Interview with Erick Wujcik"}, {"name": "url", "value": "http://www.sjgames.com/pyramid/sample.html?id=640"}, {"name": "accessdate", "value": "2006-05-29"}, {"name": "journal", "value": "[[Pyramid (magazine)|Pyramid]]"}, {"name": "volume", "value": "#6"}, {"name": "last", "value": "Blankenship"}, {"name": "first", "value": "Loyd"}]}, {"name": "cite web", "values": [{"name": "title", "value": "Lords of Gossamer & Shadow"}, {"name": "url", "value": "http://www.kickstarter.com/projects/937759598/lords-of-gossamer-and-shadow-diceless-role-playing"}, {"name": "work", "value": "Kickstarter"}, {"name": "accessdate", "value": "19 August 2013"}]}, {"name": "cite web", "values": [{"name": "title", "value": "Lords of Gossamer & Shadow"}, {"name": "url", "value": "http://rpg.drivethrustuff.com/product/119779"}, {"name": "work", "value": "DrivethruRpg"}, {"name": "accessdate", "value": "27 November 2013"}]}], "id": 1}, {"title": "Setting", "paragraphs": "{{main|The Chronicles of Amber}}\nThe game is set in the [[Parallel universe (fiction)|multiverse]] described in Zelazny's ''Chronicles of Amber''. The first book assumes that gamemasters will set their campaigns after the Patternfall war; that is, after the end of the fifth book in the series, ''[[The Courts of Chaos]]'', but uses material from the following books to describe those parts of Zelazny's cosmology that were featured there in more detail. The ''Amber'' multiverse consists of '''Amber''', a city at one pole of the universe wherein is found [[The Pattern (The Chronicles of Amber)|the Pattern]], the symbol of [[:wikt:order|Order]]; The '''Courts of Chaos''', an assembly of worlds at the other pole where can be found [[the Logrus]], the manifestation of [[Chaos (cosmogony)|Chaos]], and the Abyss, the source or end of all reality; and '''Shadow''', the collection of all possible [[universe]]s (shadows) between and around them. Inhabitants of either pole can use one or both of the Pattern and the Logrus to travel through Shadow.\n\nIt is assumed that players will portray the children of the main characters from the books – the ruling family of Amber, known as the Elder Amberites – or a resident of the Courts. However, since some feel that being the children of the main characters is too limiting, it is fairly common to either start with King Oberon's death ''before'' the book begins and roleplay the Elder Amberites as they vie for the throne; or to populate Amber from scratch with a different set of Elder Amberites. The former option is one presented in the book; the latter is known in the Amber community as an \"[[Amethyst]]\" game. A third option is to have the players portray [[Corwin (The Chronicles of Amber)|Corwin]]'s children, in an Amber-like city built around Corwin's pattern; this is sometimes called an \"[[Argent]]\" game, since one of Corwin's [[Heraldry|heraldic]] colours is [[Silver]].\n\n", "attributes": [{"name": "main", "values": [{"name": "1", "value": "The Chronicles of Amber"}]}], "id": 2}, {"title": "System", "paragraphs": "\n===Attributes===\nCharacters in ''Amber DRPG'' are represented by four [[attribute (role-playing games)|attributes]]: ''Psyche'', ''Strength'', ''Endurance'' and ''Warfare''.\n*'''Psyche''' is used for feats of willpower or magic\n*'''Strength''' is used for feats of strength or [[Hand to hand combat|unarmed combat]]\n*'''Endurance''' is used for feats of endurance\n*'''Warfare''' is used for armed combat, from duelling to commanding armies\nThe attributes run from −25 (normal human level), through −10 (normal level for a denizen of the Courts of Chaos) and 0 (normal level for an inhabitant of Amber), upwards without limit. Scores above 0 are \"ranked\", with the highest score being ranked 1st, the next-highest 2nd, and so on. The character with 1st rank in each attribute is considered \"superior\" in that attribute, being considered to be substantially better than the character with 2nd rank even if the difference in scores is small.  All else being equal, a character with a higher rank in an attribute will always win a contest based on that attribute.\n\n====The Attribute Auction====\nA character's ability scores are purchased during [[character creation]] in an [[auction]]; players get 100 [[character point]]s, and bid on each attribute in turn. The character who bids the most for an attribute is \"ranked\" first and is considered superior to all other characters in that attribute. Unlike conventional auctions, bids are non-refundable; if one player bids 65 for psyche and another wins with a bid of 66, then the character with 66 is \"superior\" to the character with 65 even though there is only one bid difference. Instead, lower bidding characters are ranked in ascending order according to how much they have bid, the characters becoming progressively weaker in that attribute as they pay less for it. After the auction, players can secretly pay extra points to raise their ranks, but they can only pay to raise their scores to an existing rank. Further, a character with a bid-for rank is considered to have a slight advantage over character with a bought-up rank.\n\nThe Auction simulates a 'history' of competition between the descendants of Oberon for [[player character]]s who have not had dozens of decades to get to know each other. Through the competitive Auction, characters may begin the game vying for standings. The auction serves to introduce some unpredictability into character creation without the need to resort to dice, cards, or other randomizing devices. A player may intend, for example, to create a character who is a strong, mighty warrior, but being \"outplayed\" in the auction may result in lower attribute scores than anticipated, therefore necessitating a change of character concept. Since a player cannot control another player's bids, and since all bids are non-refundable, the auction involves a considerable amount of strategizing and prioritization by players. A willingness to spend as many points as possible on an attribute may improve your chances of a high ranking, but too reckless a spending strategy could leave a player with few points to spend on powers and objects. In a hotly contested auction, such as for the important attribute of warfare, the most valuable skill is the ability to force one's opponents to back down. With two or more equally determined players, this can result in a \"bidding war\" where the attribute is driven up by increments to large sums. An alternative strategy is to try to cow other players into submission with a high opening bid. Most players bid low amounts between one and ten points in an initial bid in order to feel out the competition and to save points for other uses. A high enough opening bid could signal a player's determination to be first ranked in that attribute, thereby dissuading others from competing.\n\n====Psyche in ''Amber DRPG'' compared to the ''Chronicles''====\nCharacters with high psyche are presented as having strong [[telepathic]] abilities, being able to [[hypnotise]] and even mentally dominate any character with lesser psyche with whom they can make eye-contact. This is likely due to three scenes in the ''Chronicles'': first, when Eric paralyzes Corwin with an attack across the Trump and refuses to desist because one or the other would be dominated; second, when [[Corwin (The Chronicles of Amber)|Corwin]] faces the demon Strygalldwir, it is able to wrestle mentally with him when their gazes meet; and third, when Fiona is able to keep Brand immobile in the final battle at the Courts of Chaos.<ref name=\"greatbookofamber\">Roger Zelazny ''The Great Book of Amber'' ([[Eos Press]], 1999) {{ISBN|0-380-80906-0}}</ref> However, in general, the books only feature mental battles when there is some reason for mind-to-mind contact (for example, Trump contact) and magic or Trump is involved in all three of the above conflicts, so it is not clear whether Zelazny intended his characters to have such a power; the combination of Brand's \"living trump\" powers and his high Psyche (as presented in the roleplaying game) would have guaranteed him victory over Corwin. ''Shadow Knight'' does address this inconsistency somewhat, by presenting the \"living trump\" abilities as somewhat limited.\n\n===Powers===\nCharacters in ''Amber DRPG'' have access to the powers seen in the ''Chronicles of Amber'': ''Pattern'', ''Logrus'', ''Shape-shifting'', ''Trump'', and ''magic''.\n\n*'''Pattern:''' A character who has walked the pattern can walk in shadow to any possible universe, and while there can manipulate probability.\n*'''Logrus:''' A character who has mastered the Logrus can send out Logrus tendrils and pull themselves or objects through shadow.\n*'''Shape-shifting:''' Shape-shifters can alter their physical form and abilities.\n*'''Trump:''' Trump Artists can create Trumps, a sort of [[tarot]] card which allows mental communication and travel. The book features Trump portraits of each of the elder Amberites. The trump picture of Corwin is executed in a subtly different style – and has features very similar to Roger Zelazny's.\n*'''Magic:''' Three types of magic are detailed: '''Power Words''', with a quick, small effect; '''Sorcery''', with pre-prepared spells as in many other game systems; and '''Conjuration''', the creation of small objects.\n\nEach of the first four powers is available in an advanced form.\n\n===Artifacts, Personal shadows and Constructs===\nWhile a character with Pattern, Logrus or Conjuration can acquire virtually any object, players can choose to spend character points to obtain objects with particular virtues – unbreakability, or a mind of their own. Since they have paid points for the items, they are a part of the character's legend, and cannot lightly be destroyed. Similarly, a character can find any possible universe, but they can spend character points to know of or inhabit shadows which are (in some sense) \"real\" and therefore useful. The expansion, ''Shadow Knight'', adds Constructs – artifacts with connections to shadows.\n\n===Stuff===\nUnspent character points become '''good stuff''' – a good luck for the character. Players are also allowed to overspend (in moderation), with the points becoming '''bad stuff''' – bad luck which the Gamemaster should inflict on the character. Stuff governs how non-player characters perceive and respond to the character: characters with good stuff will often receive friendly or helpful reactions, while characters with bad stuff are often treated with suspicion or hostility.\n\nAs well as representing luck, stuff can be seen as representing a character's [[alignment (role-playing games)|outlook on the universe]]: characters with good stuff seeing the multiverse as a cheerful place, while characters with bad stuff see it as hostile.\n\n===Conflict resolution===\nIn any given fair conflict between two characters, the character with the higher score in the relevant attribute will eventually win. The key words here are ''fair'' and ''eventually'' – if characters' ranks are close, and the weaker character has obtained some advantage, then the weaker character can escape defeat or perhaps prevail. Close ranks result in longer contests while greater difference between ranks result in fast resolution. Alternatively, if characters' attribute ranks are close, the weaker character can try to change the relevant attribute by changing the nature of the conflict. For example, if two characters are wrestling the relevant attribute is Strength; a character could reveal a weapon, changing it to Warfare; they could try to overcome the other character's mind using a power, changing it to Psyche; or they could concentrate their strength on defense, changing it to Endurance. If there is a substantial difference between characters' ranks, the conflict is generally over before the weaker character can react.\n\n===The 'Golden Rule'===\n''Amber DRPG'' advises gamemasters to change rules as they see fit – even to the point of adding or removing powers or attributes.\n\n", "attributes": [{"name": "ISBN", "values": [{"name": "1", "value": "0-380-80906-0"}]}], "id": 3}, {"title": "Attributes", "paragraphs": "Characters in ''Amber DRPG'' are represented by four [[attribute (role-playing games)|attributes]]: ''Psyche'', ''Strength'', ''Endurance'' and ''Warfare''.\n*'''Psyche''' is used for feats of willpower or magic\n*'''Strength''' is used for feats of strength or [[Hand to hand combat|unarmed combat]]\n*'''Endurance''' is used for feats of endurance\n*'''Warfare''' is used for armed combat, from duelling to commanding armies\nThe attributes run from −25 (normal human level), through −10 (normal level for a denizen of the Courts of Chaos) and 0 (normal level for an inhabitant of Amber), upwards without limit. Scores above 0 are \"ranked\", with the highest score being ranked 1st, the next-highest 2nd, and so on. The character with 1st rank in each attribute is considered \"superior\" in that attribute, being considered to be substantially better than the character with 2nd rank even if the difference in scores is small.  All else being equal, a character with a higher rank in an attribute will always win a contest based on that attribute.\n\n====The Attribute Auction====\nA character's ability scores are purchased during [[character creation]] in an [[auction]]; players get 100 [[character point]]s, and bid on each attribute in turn. The character who bids the most for an attribute is \"ranked\" first and is considered superior to all other characters in that attribute. Unlike conventional auctions, bids are non-refundable; if one player bids 65 for psyche and another wins with a bid of 66, then the character with 66 is \"superior\" to the character with 65 even though there is only one bid difference. Instead, lower bidding characters are ranked in ascending order according to how much they have bid, the characters becoming progressively weaker in that attribute as they pay less for it. After the auction, players can secretly pay extra points to raise their ranks, but they can only pay to raise their scores to an existing rank. Further, a character with a bid-for rank is considered to have a slight advantage over character with a bought-up rank.\n\nThe Auction simulates a 'history' of competition between the descendants of Oberon for [[player character]]s who have not had dozens of decades to get to know each other. Through the competitive Auction, characters may begin the game vying for standings. The auction serves to introduce some unpredictability into character creation without the need to resort to dice, cards, or other randomizing devices. A player may intend, for example, to create a character who is a strong, mighty warrior, but being \"outplayed\" in the auction may result in lower attribute scores than anticipated, therefore necessitating a change of character concept. Since a player cannot control another player's bids, and since all bids are non-refundable, the auction involves a considerable amount of strategizing and prioritization by players. A willingness to spend as many points as possible on an attribute may improve your chances of a high ranking, but too reckless a spending strategy could leave a player with few points to spend on powers and objects. In a hotly contested auction, such as for the important attribute of warfare, the most valuable skill is the ability to force one's opponents to back down. With two or more equally determined players, this can result in a \"bidding war\" where the attribute is driven up by increments to large sums. An alternative strategy is to try to cow other players into submission with a high opening bid. Most players bid low amounts between one and ten points in an initial bid in order to feel out the competition and to save points for other uses. A high enough opening bid could signal a player's determination to be first ranked in that attribute, thereby dissuading others from competing.\n\n====Psyche in ''Amber DRPG'' compared to the ''Chronicles''====\nCharacters with high psyche are presented as having strong [[telepathic]] abilities, being able to [[hypnotise]] and even mentally dominate any character with lesser psyche with whom they can make eye-contact. This is likely due to three scenes in the ''Chronicles'': first, when Eric paralyzes Corwin with an attack across the Trump and refuses to desist because one or the other would be dominated; second, when [[Corwin (The Chronicles of Amber)|Corwin]] faces the demon Strygalldwir, it is able to wrestle mentally with him when their gazes meet; and third, when Fiona is able to keep Brand immobile in the final battle at the Courts of Chaos.<ref name=\"greatbookofamber\">Roger Zelazny ''The Great Book of Amber'' ([[Eos Press]], 1999) {{ISBN|0-380-80906-0}}</ref> However, in general, the books only feature mental battles when there is some reason for mind-to-mind contact (for example, Trump contact) and magic or Trump is involved in all three of the above conflicts, so it is not clear whether Zelazny intended his characters to have such a power; the combination of Brand's \"living trump\" powers and his high Psyche (as presented in the roleplaying game) would have guaranteed him victory over Corwin. ''Shadow Knight'' does address this inconsistency somewhat, by presenting the \"living trump\" abilities as somewhat limited.\n\n", "attributes": [{"name": "ISBN", "values": [{"name": "1", "value": "0-380-80906-0"}]}], "id": 4}, {"title": "The Attribute Auction", "paragraphs": "A character's ability scores are purchased during [[character creation]] in an [[auction]]; players get 100 [[character point]]s, and bid on each attribute in turn. The character who bids the most for an attribute is \"ranked\" first and is considered superior to all other characters in that attribute. Unlike conventional auctions, bids are non-refundable; if one player bids 65 for psyche and another wins with a bid of 66, then the character with 66 is \"superior\" to the character with 65 even though there is only one bid difference. Instead, lower bidding characters are ranked in ascending order according to how much they have bid, the characters becoming progressively weaker in that attribute as they pay less for it. After the auction, players can secretly pay extra points to raise their ranks, but they can only pay to raise their scores to an existing rank. Further, a character with a bid-for rank is considered to have a slight advantage over character with a bought-up rank.\n\nThe Auction simulates a 'history' of competition between the descendants of Oberon for [[player character]]s who have not had dozens of decades to get to know each other. Through the competitive Auction, characters may begin the game vying for standings. The auction serves to introduce some unpredictability into character creation without the need to resort to dice, cards, or other randomizing devices. A player may intend, for example, to create a character who is a strong, mighty warrior, but being \"outplayed\" in the auction may result in lower attribute scores than anticipated, therefore necessitating a change of character concept. Since a player cannot control another player's bids, and since all bids are non-refundable, the auction involves a considerable amount of strategizing and prioritization by players. A willingness to spend as many points as possible on an attribute may improve your chances of a high ranking, but too reckless a spending strategy could leave a player with few points to spend on powers and objects. In a hotly contested auction, such as for the important attribute of warfare, the most valuable skill is the ability to force one's opponents to back down. With two or more equally determined players, this can result in a \"bidding war\" where the attribute is driven up by increments to large sums. An alternative strategy is to try to cow other players into submission with a high opening bid. Most players bid low amounts between one and ten points in an initial bid in order to feel out the competition and to save points for other uses. A high enough opening bid could signal a player's determination to be first ranked in that attribute, thereby dissuading others from competing.\n\n", "attributes": [], "id": 5}, {"title": "Psyche in ''Amber DRPG'' compared to the ''Chronicles''", "paragraphs": "Characters with high psyche are presented as having strong [[telepathic]] abilities, being able to [[hypnotise]] and even mentally dominate any character with lesser psyche with whom they can make eye-contact. This is likely due to three scenes in the ''Chronicles'': first, when Eric paralyzes Corwin with an attack across the Trump and refuses to desist because one or the other would be dominated; second, when [[Corwin (The Chronicles of Amber)|Corwin]] faces the demon Strygalldwir, it is able to wrestle mentally with him when their gazes meet; and third, when Fiona is able to keep Brand immobile in the final battle at the Courts of Chaos.<ref name=\"greatbookofamber\">Roger Zelazny ''The Great Book of Amber'' ([[Eos Press]], 1999) {{ISBN|0-380-80906-0}}</ref> However, in general, the books only feature mental battles when there is some reason for mind-to-mind contact (for example, Trump contact) and magic or Trump is involved in all three of the above conflicts, so it is not clear whether Zelazny intended his characters to have such a power; the combination of Brand's \"living trump\" powers and his high Psyche (as presented in the roleplaying game) would have guaranteed him victory over Corwin. ''Shadow Knight'' does address this inconsistency somewhat, by presenting the \"living trump\" abilities as somewhat limited.\n\n", "attributes": [{"name": "ISBN", "values": [{"name": "1", "value": "0-380-80906-0"}]}], "id": 6}, {"title": "Powers", "paragraphs": "Characters in ''Amber DRPG'' have access to the powers seen in the ''Chronicles of Amber'': ''Pattern'', ''Logrus'', ''Shape-shifting'', ''Trump'', and ''magic''.\n\n*'''Pattern:''' A character who has walked the pattern can walk in shadow to any possible universe, and while there can manipulate probability.\n*'''Logrus:''' A character who has mastered the Logrus can send out Logrus tendrils and pull themselves or objects through shadow.\n*'''Shape-shifting:''' Shape-shifters can alter their physical form and abilities.\n*'''Trump:''' Trump Artists can create Trumps, a sort of [[tarot]] card which allows mental communication and travel. The book features Trump portraits of each of the elder Amberites. The trump picture of Corwin is executed in a subtly different style – and has features very similar to Roger Zelazny's.\n*'''Magic:''' Three types of magic are detailed: '''Power Words''', with a quick, small effect; '''Sorcery''', with pre-prepared spells as in many other game systems; and '''Conjuration''', the creation of small objects.\n\nEach of the first four powers is available in an advanced form.\n\n", "attributes": [], "id": 7}, {"title": "Artifacts, Personal shadows and Constructs", "paragraphs": "While a character with Pattern, Logrus or Conjuration can acquire virtually any object, players can choose to spend character points to obtain objects with particular virtues – unbreakability, or a mind of their own. Since they have paid points for the items, they are a part of the character's legend, and cannot lightly be destroyed. Similarly, a character can find any possible universe, but they can spend character points to know of or inhabit shadows which are (in some sense) \"real\" and therefore useful. The expansion, ''Shadow Knight'', adds Constructs – artifacts with connections to shadows.\n\n", "attributes": [], "id": 8}, {"title": "Stuff", "paragraphs": "Unspent character points become '''good stuff''' – a good luck for the character. Players are also allowed to overspend (in moderation), with the points becoming '''bad stuff''' – bad luck which the Gamemaster should inflict on the character. Stuff governs how non-player characters perceive and respond to the character: characters with good stuff will often receive friendly or helpful reactions, while characters with bad stuff are often treated with suspicion or hostility.\n\nAs well as representing luck, stuff can be seen as representing a character's [[alignment (role-playing games)|outlook on the universe]]: characters with good stuff seeing the multiverse as a cheerful place, while characters with bad stuff see it as hostile.\n\n", "attributes": [], "id": 9}, {"title": "Conflict resolution", "paragraphs": "In any given fair conflict between two characters, the character with the higher score in the relevant attribute will eventually win. The key words here are ''fair'' and ''eventually'' – if characters' ranks are close, and the weaker character has obtained some advantage, then the weaker character can escape defeat or perhaps prevail. Close ranks result in longer contests while greater difference between ranks result in fast resolution. Alternatively, if characters' attribute ranks are close, the weaker character can try to change the relevant attribute by changing the nature of the conflict. For example, if two characters are wrestling the relevant attribute is Strength; a character could reveal a weapon, changing it to Warfare; they could try to overcome the other character's mind using a power, changing it to Psyche; or they could concentrate their strength on defense, changing it to Endurance. If there is a substantial difference between characters' ranks, the conflict is generally over before the weaker character can react.\n\n", "attributes": [], "id": 10}, {"title": "The 'Golden Rule'", "paragraphs": "''Amber DRPG'' advises gamemasters to change rules as they see fit – even to the point of adding or removing powers or attributes.\n\n", "attributes": [], "id": 11}, {"title": "Reception", "paragraphs": "In the June 1992 edition of ''[[Dragon (magazine)|Dragon]]'' (Issue 182), both [[Lester W. Smith|Lester Smith]] and [[Allen Varney]] published reviews of this game.\n* Smith admired the professional production qualities of the 256-page rulebook, noting that because it was [[Smyth sewn]] in 32-page [[Section (bookbinding)|signatures]], the book would always lie flat when opened. However, he found the typeface difficult to read, and the lack a coherent hierarchy of rules increased the reading difficulty as well. Smith admired the Attribute Auction and point-buy system for skills, and the focus on roleplaying in place of dice-rolling, but he mused that all of the roleplaying would mean \"GMs have to spend quite a bit of time and creative effort coming up with wide-reaching plots for their players to work through. Canned, linear adventures just won’t serve.\" He concluded by stating that the diceless system is not for every gamer: \"As impressed as I am with the game, do I think it is the 'end-all' of role-playing games, or that diceless systems are the wave of the future? I’ll give a firm “No” on both counts...  However, I certainly do think that the ''Amber Diceless Roleplaying Game'' is destined for great popularity and a niche among the most respected of role-playing game designs.\"<ref name=dragon>{{cite journal|last=Smith|first=Lester|authorlink=Lester W. Smith| date=June 1992 |title=Roleplaying Reviews|journal=[[Dragon (magazine)|Dragon]]|publisher=[[TSR (company)|TSR, Inc.]]|issue=182|pages=97-99}}</ref>\n*Allen Varney thought the \"Attribute Auction\" to be \"brilliant and elegant\", but he wondered if character advancement was perhaps too slow to keep marginal players interested. He also believed that being a [[gamemaster]] would be \"tough work. Proceed with caution.\" Varney recommended that players need some familiarity with the first five \"Amber\" novels by Zelazny. He concluded, \"The intensity of the ''Amber'' game indicates [game designer Erik ] Wujcik is on to something. When success in every action depends on the role and not the roll, players develop a sense of both control and urgency, along with creativity that borders on mania.\"<ref name=dragon /> \n\n[[Loyd Blankenship]] reviewed ''Amber'' in ''[[Pyramid (magazine)|Pyramid]]'' #2 (July/Aug., 1993), and stated that \"''Amber'' is a valuable resource to a GM - even if he isn't running an ''Amber'' game. For gamers who have an aspiring actor or actress lurking within their breast, or for someone running a campaign via electronic mail or message base, ''Amber'' should be given serious consideration.\"<ref>http://www.sjgames.com/pyramid/sample.html?id=370</ref>\n\n", "attributes": [{"name": "cite journal", "values": [{"name": "last", "value": "Smith"}, {"name": "first", "value": "Lester"}, {"name": "authorlink", "value": "Lester W. Smith"}, {"name": "date", "value": "June 1992"}, {"name": "title", "value": "Roleplaying Reviews"}, {"name": "journal", "value": "[[Dragon (magazine)|Dragon]]"}, {"name": "publisher", "value": "[[TSR (company)|TSR, Inc.]]"}, {"name": "issue", "value": "182"}, {"name": "pages", "value": "97-99"}]}], "id": 12}, {"title": "Community", "paragraphs": "Despite the game's [[out-of-print]] status, a thriving [[fan convention|convention]] scene exists supporting the game.{{citation needed|date=April 2018}} Amber conventions, known as ''Ambercons'', are held yearly in [[Massachusetts]], [[Michigan]], [[Portland, Oregon|Portland]] (United States), [[Milton Keynes]] (England), [[Belfast]] (Northern Ireland) and [[Modena, Italy]]. Additionally, Phage Press published 12 volumes of a dedicated ''Amber DRPG'' magazine called ''[[Amberzine]]''. Some ''Amberzine'' issues are still available from Phage Press.\n\n", "attributes": [{"name": "citation needed", "values": [{"name": "date", "value": "April 2018"}]}], "id": 13}, {"title": "Reviews", "paragraphs": "*''[[Challenge (game magazine)|Challenge]]'' #65 (Oct., 1992)\n*''[[White Wolf (magazine)|White Wolf]]'' #31 (May/June, 1992)\n*''[[Shadis]]'' #10 (Dec., 1993)\n\n", "attributes": [], "id": 14}, {"title": "References", "paragraphs": "{{reflist}}\n*{{cite journal | last=Ranne | first=G.E. | title=Ambre | journal=Casus Belli | issue=70 | pages=22–24 | date= July–August 1992}} Review {{in lang|fr}}\n\n", "attributes": [{"name": "cite journal ", "values": [{"name": "last", "value": "Ranne"}, {"name": "first", "value": "G.E."}, {"name": "title", "value": "Ambre"}, {"name": "journal", "value": "Casus Belli"}, {"name": "issue", "value": "70"}, {"name": "pages", "value": "22–24"}, {"name": "date", "value": "July–August 1992"}]}, {"name": "in lang", "values": [{"name": "1", "value": "fr"}]}], "id": 15}, {"title": " External links ", "paragraphs": "*[http://www.therpgsite.com/forumdisplay.php?f=29 The Official Amber DRPG and Erick Wujcik Forum] The Official Amber DRPG and Erick Wujcik Forum\n\n[[Category:The Chronicles of Amber]]\n[[Category:Fantasy role-playing games]]\n[[Category:Universal role-playing games]]\n[[Category:Role-playing games based on novels]]\n[[Category:American role-playing games]]\n[[Category:Role-playing games introduced in 1991]]", "attributes": [], "id": 16}]}