{"title": "Antonio Vivaldi", "authors": ["IdreamofJeanie"], "time_published": "2020-01-28T16:24:16Z", "sections": [{"title": "", "paragraphs": "{{redirect|Vivaldi}}\n{{short description|Italian baroque period composer, virtuoso violinist and teacher}}\n{{More citations needed|date=July 2019}}\n{{Use dmy dates|date=August 2011}}\n<!-- please do not add an infobox without first obtaining consensus on the article Talk page, per [[Wikipedia:WikiProject Composers#Lead section]]-->\n[[File:Vivaldi.jpg|thumb|Probable portrait of Vivaldi, {{c.|1723}}.<ref>\"An anonymous portrait in oils in the [[International Museum and Library of Music of Bologna|Museo Internazionale e Biblioteca della Musica di Bologna]] is generally believed to be of Vivaldi and may be linked to the [[:File:Vivaldi La Cave.jpg|Morellon La Cave engraving]], which appears to be a modified mirror reflection of it.\" Michael Talbot, ''The Vivaldi Compendium'' (2011), p. 148.</ref><br><center>[[File:Antonio Vivaldi signature.svg|200px]]</center>]]\n\n'''Antonio Lucio Vivaldi''' ({{IPAc-en|UK|v|ɪ|ˈ|v|æ|l|d|i}}, {{IPAc-en|US|v|ɪ|ˈ|v|ɑː|l|d|i|,_|-|ˈ|v|ɔː|l|-}},<ref>\n{{cite book|last=Wells|first=John C.|year=2008|title=Longman Pronunciation Dictionary|edition=3rd|publisher=Longman|isbn=978-1-4058-8118-0}}</ref><ref>{{cite book|last=Roach|first=Peter|year=2011|title=Cambridge English Pronouncing Dictionary|edition=18th|place=Cambridge|publisher=Cambridge University Press|isbn=978-0-521-15253-2}}</ref><ref>[https://en.oxforddictionaries.com/definition/us/Vivaldi,_Antonio \"Vivaldi, Antonio\"] (US) and {{Cite Oxford Dictionaries|Vivaldi, Antonio|accessdate=16 May 2019}}</ref><ref>{{Cite Merriam-Webster|Vivaldi|accessdate=16 May 2019}}</ref> {{IPA-it|anˈtɔːnjo ˈluːtʃo viˈvaldi|lang|it-Antonio Vivaldi.ogg}}; 4 March 1678&nbsp;– 28 July 1741) was an Italian<ref name=\"Britannica\">Michael Talbot and the Editors of the Encyclopædia Britannica, {{Britannica|631387}}</ref> [[Baroque music|Baroque]] [[musical composer]], [[virtuoso]] violinist, teacher, and [[Clergy|priest]]. Born in [[Venice]], the capital of the [[Republic of Venice|Venetian Republic]], he is regarded as one of the greatest [[Baroque composers]], and his influence during his lifetime was widespread across Europe. He composed many instrumental [[concerto]]s, for the violin and a variety of other instruments, as well as sacred choral works and more than forty [[opera]]s. His best-known work is a series of [[violin concerto]]s known as the ''[[The Four Seasons (Vivaldi)|Four Seasons]]''.\n\nMany of his compositions were written for the all-female music ensemble of the ''[[Ospedale della Pietà]]'', a home for abandoned children. Vivaldi had worked there as a [[Priesthood (Catholic Church)|Catholic priest]] for {{nowrap|1 1/2}} years and was employed there from 1703 to 1715 and from 1723 to 1740. Vivaldi also had some success with expensive stagings of his operas in [[Venice]], [[Mantua]] and [[Vienna]]. After meeting the [[Charles VI, Holy Roman Emperor|Emperor Charles VI]], Vivaldi moved to Vienna, hoping for royal support. However, the Emperor died soon after Vivaldi's arrival, and Vivaldi himself died, in poverty, less than a year later.\n\n", "attributes": [{"name": "redirect", "values": [{"name": "1", "value": "Vivaldi"}]}, {"name": "short description", "values": [{"name": "1", "value": "Italian baroque period composer, virtuoso violinist and teacher"}]}, {"name": "More citations needed", "values": [{"name": "date", "value": "July 2019"}]}, {"name": "Use dmy dates", "values": [{"name": "date", "value": "August 2011"}]}, {"name": "c.", "values": [{"name": "1", "value": "1723"}]}, {"name": "IPAc-en", "values": [{"name": "1", "value": "UK"}, {"name": "2", "value": "v"}, {"name": "3", "value": "ɪ"}, {"name": "4", "value": "ˈ"}, {"name": "5", "value": "v"}, {"name": "6", "value": "æ"}, {"name": "7", "value": "l"}, {"name": "8", "value": "d"}, {"name": "9", "value": "i"}]}, {"name": "IPAc-en", "values": [{"name": "1", "value": "US"}, {"name": "2", "value": "v"}, {"name": "3", "value": "ɪ"}, {"name": "4", "value": "ˈ"}, {"name": "5", "value": "v"}, {"name": "6", "value": "ɑː"}, {"name": "7", "value": "l"}, {"name": "8", "value": "d"}, {"name": "9", "value": "i"}, {"name": "10", "value": ",_"}, {"name": "11", "value": "-"}, {"name": "12", "value": "ˈ"}, {"name": "13", "value": "v"}, {"name": "14", "value": "ɔː"}, {"name": "15", "value": "l"}, {"name": "16", "value": "-"}]}, {"name": "cite book", "values": [{"name": "last", "value": "Wells"}, {"name": "first", "value": "John C."}, {"name": "year", "value": "2008"}, {"name": "title", "value": "Longman Pronunciation Dictionary"}, {"name": "edition", "value": "3rd"}, {"name": "publisher", "value": "Longman"}, {"name": "isbn", "value": "978-1-4058-8118-0"}]}, {"name": "cite book", "values": [{"name": "last", "value": "Roach"}, {"name": "first", "value": "Peter"}, {"name": "year", "value": "2011"}, {"name": "title", "value": "Cambridge English Pronouncing Dictionary"}, {"name": "edition", "value": "18th"}, {"name": "place", "value": "Cambridge"}, {"name": "publisher", "value": "Cambridge University Press"}, {"name": "isbn", "value": "978-0-521-15253-2"}]}, {"name": "Cite Oxford Dictionaries", "values": [{"name": "1", "value": "Vivaldi, Antonio"}, {"name": "accessdate", "value": "16 May 2019"}]}, {"name": "Cite Merriam-Webster", "values": [{"name": "1", "value": "Vivaldi"}, {"name": "accessdate", "value": "16 May 2019"}]}, {"name": "IPA-it", "values": [{"name": "1", "value": "anˈtɔːnjo ˈluːtʃo viˈvaldi"}, {"name": "2", "value": "lang"}, {"name": "3", "value": "it-Antonio Vivaldi.ogg"}]}, {"name": "Britannica", "values": [{"name": "1", "value": "631387"}]}, {"name": "nowrap", "values": [{"name": "1", "value": "1 1/2"}]}], "id": 0}, {"title": "Life", "paragraphs": "\n===Childhood===\n[[File:Chiesa di San Giovanni in Bragora - Venezia.jpg|thumb|Church where Vivaldi was given the supplemental baptismal rites, [[San Giovanni in Bragora]], [[Castello, Venice|Sestiere di Castello]], Venice]]\n\nAntonio Lucio Vivaldi was born on 4 March 1678 in Venice,<ref name=\"TalbotGrove\" /> then the capital of the Venetian Republic. He was [[emergency baptism|baptized immediately after his birth]] at his home by the midwife, which led to a belief that his life was somehow in danger. Though the reasons for the child's immediate baptism are not known for certain, it was done most likely due either to his poor health or to an [[earthquake]] that shook the city that day. In the trauma of the earthquake, Vivaldi's mother may have dedicated him to the priesthood.<ref>Walter Kolneder, ''Antonio Vivaldi: Documents of his life and works'' (Amsterdam: Heinrichshofen's Verlag, Wilhelmshaven, Locarno, 1982), 46.</ref> The ceremonies which had been omitted were supplied two months later.<ref name=autogenerated5>Michael Talbot, ''Vivaldi'' (London: J.M. Dent & Sons, Ltd., 1978), 39.</ref>\n\nVivaldi's parents were Giovanni Battista Vivaldi and Camilla Calicchio, as recorded in the register of [[San Giovanni in Bragora]].<ref>Landon, p. 15</ref> Vivaldi had eight siblings: Iseppo Santo Vivaldi, Iseppo Gaetano Vivaldi, Bonaventura Tomaso Vivaldi, Margarita Gabriela Vivaldi, Cecilia Maria Vivaldi, Gerolama Michela Vivaldi, Francesco Gaetano Vivaldi, and Zanetta Anna Vivaldi.<ref>Michael Talbot, ''Vivaldi'' (London: J.M. Dent & Sons, Ltd, 1978), 37.</ref>{{Failed verification|date=June 2016}}<!--The 1978 edition of Talbot's biography mentions only five.--> Giovanni Battista, who was a barber before becoming a professional violinist, taught Antonio to play the violin and then toured Venice playing the violin with his young son. Antonio was probably taught at an early age, judging by the extensive musical knowledge he had acquired by the age of 24, when he started working at the Ospedale della Pietà.<ref>Heller, p. 41</ref> Giovanni Battista was one of the founders of the ''Sovvegno dei musicisti di Santa Cecilia'', an association of musicians.<ref>Michael Talbot, ''Vivaldi'' (London: J.M. Dent & Sons, Ltd., 1978), 36.</ref>\n\nThe president of the ''Sovvegno'' was [[Giovanni Legrenzi]], an early Baroque composer and the ''maestro di cappella'' at [[St Mark's Basilica]]. It is possible that Legrenzi gave the young Antonio his first lessons in composition. The Luxembourg scholar Walter Kolneder has discerned the influence of Legrenzi's style in Vivaldi's early liturgical work ''Laetatus sum'' ([[Ryom-Verzeichnis|RV]] Anh 31), written in 1691 at the age of thirteen. Vivaldi's father may have been a composer himself: in 1689, an opera titled ''La Fedeltà sfortunata'' was composed by a Giovanni Battista Rossi—the name under which Vivaldi's father had joined the Sovvegno di Santa Cecilia.<ref>Heller, p. 40</ref>\n\nVivaldi's health was problematic. One of his symptoms, ''strettezza di petto'' (\"tightness of the chest\"), has been interpreted as a form of [[asthma]].<ref name=autogenerated5 /> This did not prevent him from learning to play the violin, composing, or taking part in musical activities,<ref name=autogenerated5 /> although it did stop him from playing wind instruments. In 1693, at the age of fifteen, he began studying to become a [[Priesthood (Catholic Church)|priest]].<ref>Landon, p. 16</ref> He was ordained in 1703, aged 25, and was soon nicknamed ''il Prete Rosso'', \"The Red Priest\".<ref>Marc Pincherle, ''Vivaldi: Genius of the Baroque'' (Paris: W. W. Norton & Company, Inc., 1957), 16</ref> (''[[Wikt:rosso|Rosso]]'' is Italian for \"red\", and would have referred to the color of his hair, a family trait.)\n\nNot long after his ordination, in 1704, he was given a dispensation from celebrating [[Mass (liturgy)|Mass]] because of his ill health. Vivaldi said Mass as a priest only a few times, and appeared to have withdrawn from liturgical duties, though he formally remained a member of the priesthood. He remained committed to [[Catholicism]],<ref>Walter Kolneder, ''Antonio Vivaldi: His Life and Work'', translated by Bill Hopkins (London: Faber and Faber Limited; Berkeley and Los Angeles: University of California Press, 1970), 202.</ref> to the extent that by old age, [[Ernst Ludwig Gerber]], a [[Protestant]], wrote in 1792 that he considered him extraordinarily bigoted.<ref>Kolneder 1970, 29.</ref><ref name=\"Britannica\" />\n\n===At the ''Conservatorio dell'Ospedale della Pietà''===\nIn September 1703, Vivaldi became ''maestro di violino'' (master of violin) at an [[orphanage]] called the Pio [[Ospedale della Pietà]] (Devout Hospital of Mercy) in Venice.<ref name=\"TalbotGrove\">Michael Talbot, \"[http://www.oxfordmusiconline.com/subscriber/article/grove/music/40120 Vivaldi, Antonio]\", ''[[Grove Music Online]]'' {{Subscription required}}</ref> While Vivaldi is most famous as a composer, he was regarded as an exceptional technical violinist as well. The German architect Johann Friedrich Armand von Uffenbach referred to Vivaldi as \"the famous composer and violinist\" and said that \"Vivaldi played a solo accompaniment excellently, and at the conclusion he added a free fantasy [an improvised cadenza] which absolutely astounded me, for it is hardly possible that anyone has ever played, or ever will play, in such a fashion.\"<ref>Landon, p. 49</ref>\n\n[[File:8106 - Venezia - Calle della Pietà - Lapide Vivaldi - Foto Giovanni Dall'Orto 8-Aug-2007.jpg|thumb|left|300px|Commemorative plaque beside the Ospedale della Pietà]]\nVivaldi was only 25 when he started working at the orphanage. Over the next thirty years he composed most of his major works while working there.<ref>Heller, p. 51</ref> There were four similar institutions in Venice; their purpose was to give shelter and education to children who were abandoned or orphaned, or whose families could not support them. They were financed by funds provided by the Republic.<ref>Marc Pincherle, ''Vivaldi: Genius of the Baroque'' (Paris: W. W. Norton & Company, Inc., 1957), 18.</ref> The boys learned a trade and had to leave when they reached the age of fifteen. The girls received a musical education, and the most talented among them stayed and became members of the Ospedale's renowned orchestra and choir.\n\nShortly after Vivaldi's appointment, the orphans began to gain appreciation and esteem abroad, too. Vivaldi wrote concertos, cantatas and sacred vocal music for them.<ref>Heller, p. 77</ref> These sacred works, which number over 60, are varied: they included solo motets and large-scale choral works for soloists, double chorus, and orchestra.<ref>Heller, p. 78</ref> In 1704, the position of teacher of ''[[lyra viol|viola all'inglese]]'' was added to his duties as violin instructor.<ref name=Landon26>Landon, p. 26</ref> The position of ''maestro di coro'', which was at one time filled by Vivaldi, required a lot of time and work. He had to compose an oratorio or concerto at every feast and teach the orphans both music theory and how to play certain instruments.<ref>Marc Pincherle, ''Vivaldi: Genius of the Baroque'' (Paris: W. W. Norton & Company, Inc., 1957), 24.</ref>\n\nHis relationship with the board of directors of the Ospedale was often strained. The board had to take a vote every year on whether to keep a teacher. The vote on Vivaldi was seldom unanimous, and went 7 to 6 against him in 1709.<ref name=autogenerated3>Michael Talbot, ''Vivaldi'' (London: J.M. Dent & Sons, Ltd, 1978), 48.</ref> After a year as a freelance musician, he was recalled by the Ospedale with a unanimous vote in 1711; clearly during his year's absence the board had realized the importance of his role.<ref name=autogenerated3 /> He became responsible for all of the musical activity of the institution<ref>Heller, p. 54.</ref> when he was promoted to ''maestro de' concerti'' (music director) in 1716.<ref>Michael Talbot, ''Vivaldi'' (London: J.M. Dent & Sons, Ltd, 1978), 59.</ref><!-- Was he promoted in 1713 or 1716? Article apparently stated both -->\n\nIn 1705, the first collection (''Connor Cassara'') of his works was published by Giuseppe Sala:<ref>Marc Pincherle, ''Vivaldi: Genius of the Baroque'' (Paris: W. W. Norton & Company, Inc., 1957), 38.</ref> his [[Opus number|Opus]] 1 is a collection of 12 [[sonata]]s for two violins and [[Figured bass|basso continuo]], in a conventional style.<ref name=Landon26 /> In 1709, a second collection of 12 sonatas for violin and basso continuo appeared—Opus 2.<ref>Landon, p. 31</ref> A real breakthrough as a composer came with his first collection of 12 concerti for one, two, and four violins with strings, ''[[L'estro Armonico|L'estro armonico]]'' (Opus 3), which was published in [[Amsterdam]] in 1711 by [[Estienne Roger]],<ref>Landon, p. 42</ref> dedicated to [[Ferdinando (III) de' Medici|Grand Prince Ferdinand of Tuscany]]. The prince sponsored many musicians including [[Alessandro Scarlatti]] and [[George Frideric Handel]]. He was a musician himself, and Vivaldi probably met him in Venice.<ref name=autogenerated1>Michael Talbot, ''Vivaldi'' (London: J.M. Dent & Sons, Ltd, 1978), 54.</ref> ''L'estro armonico'' was a resounding success all over Europe. It was followed in 1714 by ''[[La stravaganza]]'' (Opus 4), a collection of concerti for solo violin and strings,<ref name=\"Michael Talbot 1978\">Michael Talbot, ''Vivaldi'' (London: J.M. Dent & Sons, Ltd, 1978), 58.</ref> dedicated to an old violin student of Vivaldi's, the Venetian noble Vettor Dolfin.<ref>Michael Talbot, Vivaldi (London: J.M. Dent & Sons, Ltd, 1978), 71.</ref>\n\nIn February 1711, Vivaldi and his father traveled to [[Brescia]], where his setting of the [[Stabat Mater]] ([[Stabat Mater (Vivaldi)|RV 621]]) was played as part of a religious festival. The work seems to have been written in haste: the string parts are simple, the music of the first three movements is repeated in the next three, and not all the text is set. Nevertheless, perhaps in part because of the forced essentiality of the music, the work is considered to be one of his early masterpieces.\n\nDespite his frequent travels from 1718, the Ospedale paid him 2 [[sequin (coin)|sequins]] to write two concerti a month for the orchestra and to rehearse with them at least five times when in Venice. The orphanage's records show that he was paid for 140 concerti between 1723 and 1733.\n\n===Opera impresario===\n[[File:Vivaldis first edition of Juditha triumphnas.jpg|thumb|upright|First edition of ''Juditha triumphans''<ref>[http://www.baroquemusic.org/bqxvivaldi.html \"Vivaldi's Venice\"], baroquemusic.org. \"As far as his theatrical activities were concerned, the end of 1716 was a high point for Vivaldi. In November, he managed to have the Ospedale della Pietà perform his first great oratorio, ''Juditha Triumphans devicta Holofernis barbaric''. {{sic}} This work was an allegorical description of the victory of the Venetians over the Turks in August 1716.\"</ref>]]\n\nIn early 18th-century Venice, opera was the most popular musical entertainment. It proved most profitable for Vivaldi. There were several theaters competing for the public's attention. Vivaldi started his career as an opera composer as a sideline: his first opera, ''[[Ottone in villa]]'' (RV 729) was performed not in Venice, but at the Garzerie Theater in [[Vicenza]] in 1713.<ref>Heller, p. 98</ref> The following year, Vivaldi became the [[impresario]] of the [[Teatro San Angelo]] in Venice, where his opera ''[[Orlando finto pazzo]]'' (RV 727) was performed. The work was not to the public's taste, and it closed after a couple of weeks, being replaced with a repeat of a different work already given the previous year.<ref name=autogenerated1 />\n\nIn 1715, he presented ''[[Nerone fatto Cesare]]'' (RV 724, now lost), with music by seven different composers, of which he was the leader. The opera contained eleven [[aria]]s, and was a success. In the late season, Vivaldi planned to put on an opera entirely of his own creation, ''[[Arsilda, regina di Ponto]]'' (RV 700), but the state censor blocked the performance. The main character, Arsilda, falls in love with another woman, Lisea, who is pretending to be a man.<ref name=autogenerated1 /> Vivaldi got the censor to accept the opera the following year, and it was a resounding success.\n\nDuring this period, the ''Pietà'' commissioned several liturgical works. The most important were two [[oratorio]]s. ''Moyses Deus Pharaonis'', (RV 643) is now lost. The second, ''[[Juditha triumphans]]'' (RV 644), celebrates the [[Siege of Corfu (1716)|victory of the Republic of Venice]] against the Turks and the recapture of the island of [[Corfu]]. Composed in 1716, it is one of his sacred masterpieces. All eleven singing parts were performed by girls of the orphanage, both the female and male roles. Many of the [[aria]]s include parts for solo instruments—recorders, oboes, [[Viola d'amore|violas d'amore]], and mandolins—that showcased the range of talents of the girls.<ref>Landon, p. 52</ref>\n\nAlso in 1716, Vivaldi wrote and produced two more operas, ''[[L'incoronazione di Dario]]'' (RV 719) and ''La costanza trionfante degli amori e degli odi'' (RV 706). The latter was so popular that it performed two years later, re-edited and retitled ''Artabano re dei Parti'' (RV 701, now lost). It was also performed in Prague in 1732. In the years that followed, Vivaldi wrote several operas that were performed all over Italy.\n\n[[File:Teatro alla moda.jpg|thumb|Frontispiece of ''Il teatro alla moda'']]\nHis progressive operatic style caused him some trouble with more conservative musicians such as [[Benedetto Marcello]], a magistrate and amateur musician who wrote a [[pamphlet]] denouncing Vivaldi and his operas. The pamphlet, ''[[Il teatro alla moda]]'', attacks the composer even as it does not mention him directly. The cover drawing shows a boat (the Sant'Angelo), on the left end of which stands a little angel wearing a priest's hat and playing the violin. The Marcello family claimed ownership of the Teatro Sant'Angelo, and a long legal battle had been fought with the management for its restitution, without success. The obscure text under the engraving mentions non-existent places and names: for example, ''ALDIVIVA'' is an anagram of \"A. Vivaldi\".\n\nIn a letter written by Vivaldi to his patron Marchese Bentivoglio in 1737, he makes reference to his \"94 operas\". Only around 50 operas by Vivaldi have been discovered, and no other documentation of the remaining operas exists. Although Vivaldi may have been exaggerating, it is plausible that, in his dual role of composer and ''impresario'', he may have either written or been responsible for the production of as many as 94 operas—given that his career had by then spanned almost 25 years.<ref>Heller, p. 97</ref> While Vivaldi certainly composed many operas in his time, he never attained the prominence of other great composers such as [[Alessandro Scarlatti]], [[Johann Adolph Hasse]], [[Leonardo Leo]], and [[Baldassare Galuppi]], as evidenced by his inability to keep a production running for an extended period of time in any major opera house.<ref name=Heller114>Heller, p. 114</ref>\n\n===Mantua and the'' Four Seasons''===\n{{Further|The Four Seasons (Vivaldi)}}\nIn 1717 or 1718, Vivaldi was offered a prestigious new position as ''Maestro di Cappella'' of the court of prince [[Philip of Hesse-Darmstadt]], governor of [[Mantua]], in the northwest of Italy.<ref>Michael Talbot, ''Vivaldi'' (London: J.M. Dent & Sons, Ltd, 1978), 64.</ref> He moved there for three years and produced several operas, among them ''[[Tito Manlio]]'' (RV 738). In 1721, he was in Milan, where he presented the pastoral drama ''[[La Silvia]]'' (RV 734); nine arias from it survive. He visited Milan again the following year with the oratorio ''L'adorazione delli tre re magi al bambino Gesù'' (RV 645, now lost). In 1722 he moved to Rome, where he introduced his operas' new style. The new [[pope Benedict XIII]] invited Vivaldi to play for him. In 1725, Vivaldi returned to Venice, where he produced four operas in the same year.\n\nDuring this period Vivaldi wrote the ''[[The Four Seasons (Vivaldi)|Four Seasons]]'', four violin concertos that give musical expression to the seasons of the year. Though three of the concerti are wholly original, the first, \"Spring\", borrows motifs from a Sinfonia in the first act of Vivaldi's contemporaneous opera ''Il Giustino''. The inspiration for the concertos was probably the countryside around Mantua. They were a revolution in musical conception: in them Vivaldi represented flowing creeks, singing birds (of different species, each specifically characterized), barking dogs, buzzing mosquitoes, crying shepherds, storms, drunken dancers, silent nights, hunting parties from both the hunters' and the prey's point of view, frozen landscapes, ice-skating children, and warming winter fires. Each concerto is associated with a [[sonnet]], possibly by Vivaldi, describing the scenes depicted in the music. They were published as the first four concertos in a collection of twelve, ''[[Il cimento dell'armonia e dell'inventione]]'', Opus 8, published in Amsterdam by [[Michel-Charles Le Cène]] in 1725.\n\nDuring his time in Mantua, Vivaldi became acquainted with an aspiring young singer [[Anna Girò|Anna Tessieri Girò]], who would become his student, protégée, and favorite ''[[prima donna]]''.<ref>Michael Talbot, ''Vivaldi'' (London: J. M. Dent & Sons, Ltd, 1978), 66.</ref> Anna, along with her older half-sister Paolina, moved in with Vivaldi and regularly accompanied him on his many travels. There was speculation as to the nature of Vivaldi's and Girò's relationship, but no evidence exists to indicate anything beyond friendship and professional collaboration. Vivaldi, in fact, adamantly denied any romantic relationship with Girò in a letter to his patron Bentivoglio dated 16 November 1737.<ref>Michael Talbot, ''Vivaldi'' (London: J.M. Dent & Sons, Ltd, 1978), 67.</ref>\n\n===Later life and death===\nAt the height of his career, Vivaldi received commissions from European nobility and royalty. The ''serenata'' (cantata) ''Gloria e Imeneo'' (RV 687) was commissioned in 1725 by the French [[ambassador]] to Venice in celebration of the marriage of [[Louis XV of France|Louis XV]]. The following year, another ''serenata'', ''La Sena festeggiante'' (RV 694), was written for and premiered at the French embassy as well, celebrating the birth of the French royal princesses, [[Princess Henriette of France|Henriette]] and [[Louise Élisabeth of France|Louise Élisabeth]]. Vivaldi's Opus 9, ''[[La cetra (Vivaldi)|La cetra]]'', was dedicated to [[Holy Roman Emperor|Emperor]] [[Charles VI, Holy Roman Emperor|Charles VI]]. In 1728, Vivaldi met the emperor while the emperor was visiting [[Trieste]] to oversee the construction of a new port. Charles admired the music of the Red Priest so much that he is said to have spoken more with the composer during their one meeting than he spoke to his ministers in over two years. He gave Vivaldi the title of [[knight]], a gold medal and an invitation to Vienna. Vivaldi gave Charles a manuscript copy of ''La cetra'', a set of concerti almost completely different from the set of the same title published as Opus 9. The printing was probably delayed, forcing Vivaldi to gather an improvised collection for the emperor.\n\nAccompanied by his father, Vivaldi traveled to Vienna and Prague in 1730, where his opera ''[[Farnace]]'' (RV 711) was presented;<ref>Vivaldi's connections with musical life in Prague and his association with [[Antonio Denzio]], the impresario of the [[Franz Anton von Sporck|Sporck theater in Prague]] are detailed in Daniel E. Freeman, ''The Opera Theater of Count Franz Anton von Sporck in Prague'' (Stuyvesant, N.Y.: Pendragon Press, 1992).</ref> it garnered six revivals.<ref name=\"Heller114\" /> Some of his later operas were created in collaboration with two of Italy's major writers of the time. ''[[L'Olimpiade]]'' and ''[[Catone in Utica]]'' were written by [[Pietro Metastasio]], the major representative of the [[Academy of Arcadia|Arcadian]] movement and court poet in Vienna. ''[[Griselda (Vivaldi)|La Griselda]]'' was rewritten by the young [[Carlo Goldoni]] from an earlier libretto by [[Apostolo Zeno]].\n\nLike many composers of the time, Vivaldi faced financial difficulties in his later years. His compositions were no longer held in such high esteem as they once had been in Venice; changing musical tastes quickly made them outmoded. In response, Vivaldi chose to sell off sizeable numbers of his manuscripts at paltry prices to finance his migration to [[Vienna]].<ref>Walter Kolneder, ''Antonio Vivaldi: Documents of his life and works'' (Amsterdam: Heinrichshofen's Verlag, Wilhelmshaven, Locarno, 1982), 179.</ref> The reasons for Vivaldi's departure from Venice are unclear, but it seems likely that, after the success of his meeting with Emperor Charles VI, he wished to take up the position of a composer in the imperial court. On his way to Vienna, Vivaldi may have stopped in Graz to see Anna Girò.<ref>Walter Kolneder, ''Antonio Vivaldi: Documents of his life and works'' (Amsterdam: Heinrichshofen's Verlag, Wilhelmshaven, Locarno, 1982), 180.</ref>\n\n[[File:Vivaldi caricature.png|thumb|upright|left|[[Caricature]] by P. L. Ghezzi, Rome (1723)<ref>There are only three known surviving depictions of Vivaldi made in his lifetime: this caricature, a woodcut by la Cave, and an anonymous oil portrait of the composer and his violin. ''Grove's Dictionary of Music and Musicians''{{Full citation needed|date=March 2019}}<!--There are five editions of ''Grove's Dictionary'', as well as two editions of the subsequent ''New Grove Dictionary''. All seven articles on Vivaldi are signed. To which article does this claim refer?-->  has disputed the authenticity of the last portrait.</ref>]]It is also likely that Vivaldi went to Vienna to stage operas, especially as he took up residence near the [[Kärntnertortheater]]. Shortly after his arrival in Vienna, Charles VI died, which left the composer without any royal protection or a steady source of income. Soon afterwards, Vivaldi became impoverished<ref>Landon supplies this assertion and furthermore quotes the report of Vivaldi's death which reached Venice in the ''Commemorali Gradenigo'': \"Abbe Lord Antonio Vivaldi, incomparable virtuoso of the violin, known as the Red Priest, much esteemed for his compositions and concertos, who earned more than 50,000 ducats in his life, but his disorderly prodigality caused him to die a pauper in Vienna.\" Landon, p. 166</ref><ref>Marc Pincherle, ''Vivaldi: Genius of the Baroque'' (Paris: W. W. Norton & Company, Inc., 1957), 53.</ref> and died during the night of 27/28 July 1741, aged 63,<ref>Talbot (p. 69) gives the 27th as the day of death. Formichetti (p. 194) reports that he died during the night and his death was the first registered on the next day. Heller (p. 263) states: \"The composer's death is noted in the official coroner's report and in the burial account book of St. Stephen's Cathedral Parish as having occurred on 28 July 1741\". But the so-called ''Totenbeschauprotokoll'' is not a reliable source, since the date can refer to when the entry was made, not to the actual time of death.</ref> of \"internal [[infection]]\", in a house owned by the widow of a Viennese saddlemaker. On 28 July, Vivaldi was buried in a simple grave in a burial ground that was owned by the public hospital fund. His funeral took place at [[St. Stephen's Cathedral, Vienna|St. Stephen's Cathedral]]. Contrary to popular legend, the young [[Joseph Haydn]] had nothing to do with his burial, since no music was performed on that occasion.<ref>[[Michael Lorenz (musicologist)|Michael Lorenz]], [http://michaelorenz.blogspot.co.at/2014/06/haydn-singing-at-vivaldis-exequies.html \"Haydn Singing at Vivaldi's Exequies: An Ineradicable Myth\"] (Vienna 2014)</ref> The cost of his funeral with a 'Kleingeläut' was 19 Gulden 45 Kreuzer which was rather expensive for the lowest class of peal of bells.{{Citation needed|date=November 2017}}\n\nVivaldi was buried next to [[Karlskirche]], a baroque church in an area which is now part of the site of the [[TU Wien]]. The house where he lived in Vienna has since been destroyed; the [[Hotel Sacher]] is built on part of the site. Memorial plaques have been placed at both locations, as well as a Vivaldi \"star\" in the Viennese Musikmeile and a monument at the Rooseveltplatz.\n\nOnly two, possibly three original portraits of Vivaldi are known to survive: an engraving, an ink sketch and an oil painting. The engraving, which was the basis of several copies produced later by other artists, was made in 1725 by [[François Morellon de La Cave]] for the first edition of ''[[Il cimento dell'armonia e dell'inventione]]'', and shows Vivaldi holding a sheet of music.<ref>Michael Talbot, ''The Vivaldi Compendium'' (Woodbridge: The Boydell Press, 2011), 147–48.</ref> The ink sketch, a [[caricature]], was done by [[Pier Leone Ghezzi|Ghezzi]] in 1723 and shows Vivaldi's head and shoulders in profile. It exists in two versions: a first jotting kept at the [[Vatican Library]], and a much lesser-known, slightly more detailed copy recently discovered in Moscow.<ref>Michael Talbot, ''The Vivaldi Compendium'' (Woodbridge: The Boydell Press, 2011), 87.</ref> The oil painting, which can be seen in the [[International Museum and Library of Music of Bologna]], is anonymous and is thought to depict Vivaldi due to its strong resemblance to the La Cave engraving.<ref>Michael Talbot, ''The Vivaldi Compendium'' (Woodbridge: The Boydell Press, 2011), 148.</ref>\n\n", "attributes": [{"name": "Failed verification", "values": [{"name": "date", "value": "June 2016"}]}, {"name": "Further", "values": [{"name": "1", "value": "The Four Seasons (Vivaldi)"}]}, {"name": "Full citation needed", "values": [{"name": "date", "value": "March 2019"}]}, {"name": "Citation needed", "values": [{"name": "date", "value": "November 2017"}]}], "id": 1}, {"title": "Childhood", "paragraphs": "[[File:Chiesa di San Giovanni in Bragora - Venezia.jpg|thumb|Church where Vivaldi was given the supplemental baptismal rites, [[San Giovanni in Bragora]], [[Castello, Venice|Sestiere di Castello]], Venice]]\n\nAntonio Lucio Vivaldi was born on 4 March 1678 in Venice,<ref name=\"TalbotGrove\" /> then the capital of the Venetian Republic. He was [[emergency baptism|baptized immediately after his birth]] at his home by the midwife, which led to a belief that his life was somehow in danger. Though the reasons for the child's immediate baptism are not known for certain, it was done most likely due either to his poor health or to an [[earthquake]] that shook the city that day. In the trauma of the earthquake, Vivaldi's mother may have dedicated him to the priesthood.<ref>Walter Kolneder, ''Antonio Vivaldi: Documents of his life and works'' (Amsterdam: Heinrichshofen's Verlag, Wilhelmshaven, Locarno, 1982), 46.</ref> The ceremonies which had been omitted were supplied two months later.<ref name=autogenerated5>Michael Talbot, ''Vivaldi'' (London: J.M. Dent & Sons, Ltd., 1978), 39.</ref>\n\nVivaldi's parents were Giovanni Battista Vivaldi and Camilla Calicchio, as recorded in the register of [[San Giovanni in Bragora]].<ref>Landon, p. 15</ref> Vivaldi had eight siblings: Iseppo Santo Vivaldi, Iseppo Gaetano Vivaldi, Bonaventura Tomaso Vivaldi, Margarita Gabriela Vivaldi, Cecilia Maria Vivaldi, Gerolama Michela Vivaldi, Francesco Gaetano Vivaldi, and Zanetta Anna Vivaldi.<ref>Michael Talbot, ''Vivaldi'' (London: J.M. Dent & Sons, Ltd, 1978), 37.</ref>{{Failed verification|date=June 2016}}<!--The 1978 edition of Talbot's biography mentions only five.--> Giovanni Battista, who was a barber before becoming a professional violinist, taught Antonio to play the violin and then toured Venice playing the violin with his young son. Antonio was probably taught at an early age, judging by the extensive musical knowledge he had acquired by the age of 24, when he started working at the Ospedale della Pietà.<ref>Heller, p. 41</ref> Giovanni Battista was one of the founders of the ''Sovvegno dei musicisti di Santa Cecilia'', an association of musicians.<ref>Michael Talbot, ''Vivaldi'' (London: J.M. Dent & Sons, Ltd., 1978), 36.</ref>\n\nThe president of the ''Sovvegno'' was [[Giovanni Legrenzi]], an early Baroque composer and the ''maestro di cappella'' at [[St Mark's Basilica]]. It is possible that Legrenzi gave the young Antonio his first lessons in composition. The Luxembourg scholar Walter Kolneder has discerned the influence of Legrenzi's style in Vivaldi's early liturgical work ''Laetatus sum'' ([[Ryom-Verzeichnis|RV]] Anh 31), written in 1691 at the age of thirteen. Vivaldi's father may have been a composer himself: in 1689, an opera titled ''La Fedeltà sfortunata'' was composed by a Giovanni Battista Rossi—the name under which Vivaldi's father had joined the Sovvegno di Santa Cecilia.<ref>Heller, p. 40</ref>\n\nVivaldi's health was problematic. One of his symptoms, ''strettezza di petto'' (\"tightness of the chest\"), has been interpreted as a form of [[asthma]].<ref name=autogenerated5 /> This did not prevent him from learning to play the violin, composing, or taking part in musical activities,<ref name=autogenerated5 /> although it did stop him from playing wind instruments. In 1693, at the age of fifteen, he began studying to become a [[Priesthood (Catholic Church)|priest]].<ref>Landon, p. 16</ref> He was ordained in 1703, aged 25, and was soon nicknamed ''il Prete Rosso'', \"The Red Priest\".<ref>Marc Pincherle, ''Vivaldi: Genius of the Baroque'' (Paris: W. W. Norton & Company, Inc., 1957), 16</ref> (''[[Wikt:rosso|Rosso]]'' is Italian for \"red\", and would have referred to the color of his hair, a family trait.)\n\nNot long after his ordination, in 1704, he was given a dispensation from celebrating [[Mass (liturgy)|Mass]] because of his ill health. Vivaldi said Mass as a priest only a few times, and appeared to have withdrawn from liturgical duties, though he formally remained a member of the priesthood. He remained committed to [[Catholicism]],<ref>Walter Kolneder, ''Antonio Vivaldi: His Life and Work'', translated by Bill Hopkins (London: Faber and Faber Limited; Berkeley and Los Angeles: University of California Press, 1970), 202.</ref> to the extent that by old age, [[Ernst Ludwig Gerber]], a [[Protestant]], wrote in 1792 that he considered him extraordinarily bigoted.<ref>Kolneder 1970, 29.</ref><ref name=\"Britannica\" />\n\n", "attributes": [{"name": "Failed verification", "values": [{"name": "date", "value": "June 2016"}]}], "id": 2}, {"title": "At the ''Conservatorio dell'Ospedale della Pietà''", "paragraphs": "In September 1703, Vivaldi became ''maestro di violino'' (master of violin) at an [[orphanage]] called the Pio [[Ospedale della Pietà]] (Devout Hospital of Mercy) in Venice.<ref name=\"TalbotGrove\">Michael Talbot, \"[http://www.oxfordmusiconline.com/subscriber/article/grove/music/40120 Vivaldi, Antonio]\", ''[[Grove Music Online]]'' {{Subscription required}}</ref> While Vivaldi is most famous as a composer, he was regarded as an exceptional technical violinist as well. The German architect Johann Friedrich Armand von Uffenbach referred to Vivaldi as \"the famous composer and violinist\" and said that \"Vivaldi played a solo accompaniment excellently, and at the conclusion he added a free fantasy [an improvised cadenza] which absolutely astounded me, for it is hardly possible that anyone has ever played, or ever will play, in such a fashion.\"<ref>Landon, p. 49</ref>\n\n[[File:8106 - Venezia - Calle della Pietà - Lapide Vivaldi - Foto Giovanni Dall'Orto 8-Aug-2007.jpg|thumb|left|300px|Commemorative plaque beside the Ospedale della Pietà]]\nVivaldi was only 25 when he started working at the orphanage. Over the next thirty years he composed most of his major works while working there.<ref>Heller, p. 51</ref> There were four similar institutions in Venice; their purpose was to give shelter and education to children who were abandoned or orphaned, or whose families could not support them. They were financed by funds provided by the Republic.<ref>Marc Pincherle, ''Vivaldi: Genius of the Baroque'' (Paris: W. W. Norton & Company, Inc., 1957), 18.</ref> The boys learned a trade and had to leave when they reached the age of fifteen. The girls received a musical education, and the most talented among them stayed and became members of the Ospedale's renowned orchestra and choir.\n\nShortly after Vivaldi's appointment, the orphans began to gain appreciation and esteem abroad, too. Vivaldi wrote concertos, cantatas and sacred vocal music for them.<ref>Heller, p. 77</ref> These sacred works, which number over 60, are varied: they included solo motets and large-scale choral works for soloists, double chorus, and orchestra.<ref>Heller, p. 78</ref> In 1704, the position of teacher of ''[[lyra viol|viola all'inglese]]'' was added to his duties as violin instructor.<ref name=Landon26>Landon, p. 26</ref> The position of ''maestro di coro'', which was at one time filled by Vivaldi, required a lot of time and work. He had to compose an oratorio or concerto at every feast and teach the orphans both music theory and how to play certain instruments.<ref>Marc Pincherle, ''Vivaldi: Genius of the Baroque'' (Paris: W. W. Norton & Company, Inc., 1957), 24.</ref>\n\nHis relationship with the board of directors of the Ospedale was often strained. The board had to take a vote every year on whether to keep a teacher. The vote on Vivaldi was seldom unanimous, and went 7 to 6 against him in 1709.<ref name=autogenerated3>Michael Talbot, ''Vivaldi'' (London: J.M. Dent & Sons, Ltd, 1978), 48.</ref> After a year as a freelance musician, he was recalled by the Ospedale with a unanimous vote in 1711; clearly during his year's absence the board had realized the importance of his role.<ref name=autogenerated3 /> He became responsible for all of the musical activity of the institution<ref>Heller, p. 54.</ref> when he was promoted to ''maestro de' concerti'' (music director) in 1716.<ref>Michael Talbot, ''Vivaldi'' (London: J.M. Dent & Sons, Ltd, 1978), 59.</ref><!-- Was he promoted in 1713 or 1716? Article apparently stated both -->\n\nIn 1705, the first collection (''Connor Cassara'') of his works was published by Giuseppe Sala:<ref>Marc Pincherle, ''Vivaldi: Genius of the Baroque'' (Paris: W. W. Norton & Company, Inc., 1957), 38.</ref> his [[Opus number|Opus]] 1 is a collection of 12 [[sonata]]s for two violins and [[Figured bass|basso continuo]], in a conventional style.<ref name=Landon26 /> In 1709, a second collection of 12 sonatas for violin and basso continuo appeared—Opus 2.<ref>Landon, p. 31</ref> A real breakthrough as a composer came with his first collection of 12 concerti for one, two, and four violins with strings, ''[[L'estro Armonico|L'estro armonico]]'' (Opus 3), which was published in [[Amsterdam]] in 1711 by [[Estienne Roger]],<ref>Landon, p. 42</ref> dedicated to [[Ferdinando (III) de' Medici|Grand Prince Ferdinand of Tuscany]]. The prince sponsored many musicians including [[Alessandro Scarlatti]] and [[George Frideric Handel]]. He was a musician himself, and Vivaldi probably met him in Venice.<ref name=autogenerated1>Michael Talbot, ''Vivaldi'' (London: J.M. Dent & Sons, Ltd, 1978), 54.</ref> ''L'estro armonico'' was a resounding success all over Europe. It was followed in 1714 by ''[[La stravaganza]]'' (Opus 4), a collection of concerti for solo violin and strings,<ref name=\"Michael Talbot 1978\">Michael Talbot, ''Vivaldi'' (London: J.M. Dent & Sons, Ltd, 1978), 58.</ref> dedicated to an old violin student of Vivaldi's, the Venetian noble Vettor Dolfin.<ref>Michael Talbot, Vivaldi (London: J.M. Dent & Sons, Ltd, 1978), 71.</ref>\n\nIn February 1711, Vivaldi and his father traveled to [[Brescia]], where his setting of the [[Stabat Mater]] ([[Stabat Mater (Vivaldi)|RV 621]]) was played as part of a religious festival. The work seems to have been written in haste: the string parts are simple, the music of the first three movements is repeated in the next three, and not all the text is set. Nevertheless, perhaps in part because of the forced essentiality of the music, the work is considered to be one of his early masterpieces.\n\nDespite his frequent travels from 1718, the Ospedale paid him 2 [[sequin (coin)|sequins]] to write two concerti a month for the orchestra and to rehearse with them at least five times when in Venice. The orphanage's records show that he was paid for 140 concerti between 1723 and 1733.\n\n", "attributes": [], "id": 3}, {"title": "Opera impresario", "paragraphs": "[[File:Vivaldis first edition of Juditha triumphnas.jpg|thumb|upright|First edition of ''Juditha triumphans''<ref>[http://www.baroquemusic.org/bqxvivaldi.html \"Vivaldi's Venice\"], baroquemusic.org. \"As far as his theatrical activities were concerned, the end of 1716 was a high point for Vivaldi. In November, he managed to have the Ospedale della Pietà perform his first great oratorio, ''Juditha Triumphans devicta Holofernis barbaric''. {{sic}} This work was an allegorical description of the victory of the Venetians over the Turks in August 1716.\"</ref>]]\n\nIn early 18th-century Venice, opera was the most popular musical entertainment. It proved most profitable for Vivaldi. There were several theaters competing for the public's attention. Vivaldi started his career as an opera composer as a sideline: his first opera, ''[[Ottone in villa]]'' (RV 729) was performed not in Venice, but at the Garzerie Theater in [[Vicenza]] in 1713.<ref>Heller, p. 98</ref> The following year, Vivaldi became the [[impresario]] of the [[Teatro San Angelo]] in Venice, where his opera ''[[Orlando finto pazzo]]'' (RV 727) was performed. The work was not to the public's taste, and it closed after a couple of weeks, being replaced with a repeat of a different work already given the previous year.<ref name=autogenerated1 />\n\nIn 1715, he presented ''[[Nerone fatto Cesare]]'' (RV 724, now lost), with music by seven different composers, of which he was the leader. The opera contained eleven [[aria]]s, and was a success. In the late season, Vivaldi planned to put on an opera entirely of his own creation, ''[[Arsilda, regina di Ponto]]'' (RV 700), but the state censor blocked the performance. The main character, Arsilda, falls in love with another woman, Lisea, who is pretending to be a man.<ref name=autogenerated1 /> Vivaldi got the censor to accept the opera the following year, and it was a resounding success.\n\nDuring this period, the ''Pietà'' commissioned several liturgical works. The most important were two [[oratorio]]s. ''Moyses Deus Pharaonis'', (RV 643) is now lost. The second, ''[[Juditha triumphans]]'' (RV 644), celebrates the [[Siege of Corfu (1716)|victory of the Republic of Venice]] against the Turks and the recapture of the island of [[Corfu]]. Composed in 1716, it is one of his sacred masterpieces. All eleven singing parts were performed by girls of the orphanage, both the female and male roles. Many of the [[aria]]s include parts for solo instruments—recorders, oboes, [[Viola d'amore|violas d'amore]], and mandolins—that showcased the range of talents of the girls.<ref>Landon, p. 52</ref>\n\nAlso in 1716, Vivaldi wrote and produced two more operas, ''[[L'incoronazione di Dario]]'' (RV 719) and ''La costanza trionfante degli amori e degli odi'' (RV 706). The latter was so popular that it performed two years later, re-edited and retitled ''Artabano re dei Parti'' (RV 701, now lost). It was also performed in Prague in 1732. In the years that followed, Vivaldi wrote several operas that were performed all over Italy.\n\n[[File:Teatro alla moda.jpg|thumb|Frontispiece of ''Il teatro alla moda'']]\nHis progressive operatic style caused him some trouble with more conservative musicians such as [[Benedetto Marcello]], a magistrate and amateur musician who wrote a [[pamphlet]] denouncing Vivaldi and his operas. The pamphlet, ''[[Il teatro alla moda]]'', attacks the composer even as it does not mention him directly. The cover drawing shows a boat (the Sant'Angelo), on the left end of which stands a little angel wearing a priest's hat and playing the violin. The Marcello family claimed ownership of the Teatro Sant'Angelo, and a long legal battle had been fought with the management for its restitution, without success. The obscure text under the engraving mentions non-existent places and names: for example, ''ALDIVIVA'' is an anagram of \"A. Vivaldi\".\n\nIn a letter written by Vivaldi to his patron Marchese Bentivoglio in 1737, he makes reference to his \"94 operas\". Only around 50 operas by Vivaldi have been discovered, and no other documentation of the remaining operas exists. Although Vivaldi may have been exaggerating, it is plausible that, in his dual role of composer and ''impresario'', he may have either written or been responsible for the production of as many as 94 operas—given that his career had by then spanned almost 25 years.<ref>Heller, p. 97</ref> While Vivaldi certainly composed many operas in his time, he never attained the prominence of other great composers such as [[Alessandro Scarlatti]], [[Johann Adolph Hasse]], [[Leonardo Leo]], and [[Baldassare Galuppi]], as evidenced by his inability to keep a production running for an extended period of time in any major opera house.<ref name=Heller114>Heller, p. 114</ref>\n\n", "attributes": [], "id": 4}, {"title": "Mantua and the'' Four Seasons''", "paragraphs": "{{Further|The Four Seasons (Vivaldi)}}\nIn 1717 or 1718, Vivaldi was offered a prestigious new position as ''Maestro di Cappella'' of the court of prince [[Philip of Hesse-Darmstadt]], governor of [[Mantua]], in the northwest of Italy.<ref>Michael Talbot, ''Vivaldi'' (London: J.M. Dent & Sons, Ltd, 1978), 64.</ref> He moved there for three years and produced several operas, among them ''[[Tito Manlio]]'' (RV 738). In 1721, he was in Milan, where he presented the pastoral drama ''[[La Silvia]]'' (RV 734); nine arias from it survive. He visited Milan again the following year with the oratorio ''L'adorazione delli tre re magi al bambino Gesù'' (RV 645, now lost). In 1722 he moved to Rome, where he introduced his operas' new style. The new [[pope Benedict XIII]] invited Vivaldi to play for him. In 1725, Vivaldi returned to Venice, where he produced four operas in the same year.\n\nDuring this period Vivaldi wrote the ''[[The Four Seasons (Vivaldi)|Four Seasons]]'', four violin concertos that give musical expression to the seasons of the year. Though three of the concerti are wholly original, the first, \"Spring\", borrows motifs from a Sinfonia in the first act of Vivaldi's contemporaneous opera ''Il Giustino''. The inspiration for the concertos was probably the countryside around Mantua. They were a revolution in musical conception: in them Vivaldi represented flowing creeks, singing birds (of different species, each specifically characterized), barking dogs, buzzing mosquitoes, crying shepherds, storms, drunken dancers, silent nights, hunting parties from both the hunters' and the prey's point of view, frozen landscapes, ice-skating children, and warming winter fires. Each concerto is associated with a [[sonnet]], possibly by Vivaldi, describing the scenes depicted in the music. They were published as the first four concertos in a collection of twelve, ''[[Il cimento dell'armonia e dell'inventione]]'', Opus 8, published in Amsterdam by [[Michel-Charles Le Cène]] in 1725.\n\nDuring his time in Mantua, Vivaldi became acquainted with an aspiring young singer [[Anna Girò|Anna Tessieri Girò]], who would become his student, protégée, and favorite ''[[prima donna]]''.<ref>Michael Talbot, ''Vivaldi'' (London: J. M. Dent & Sons, Ltd, 1978), 66.</ref> Anna, along with her older half-sister Paolina, moved in with Vivaldi and regularly accompanied him on his many travels. There was speculation as to the nature of Vivaldi's and Girò's relationship, but no evidence exists to indicate anything beyond friendship and professional collaboration. Vivaldi, in fact, adamantly denied any romantic relationship with Girò in a letter to his patron Bentivoglio dated 16 November 1737.<ref>Michael Talbot, ''Vivaldi'' (London: J.M. Dent & Sons, Ltd, 1978), 67.</ref>\n\n", "attributes": [{"name": "Further", "values": [{"name": "1", "value": "The Four Seasons (Vivaldi)"}]}], "id": 5}, {"title": "Later life and death", "paragraphs": "At the height of his career, Vivaldi received commissions from European nobility and royalty. The ''serenata'' (cantata) ''Gloria e Imeneo'' (RV 687) was commissioned in 1725 by the French [[ambassador]] to Venice in celebration of the marriage of [[Louis XV of France|Louis XV]]. The following year, another ''serenata'', ''La Sena festeggiante'' (RV 694), was written for and premiered at the French embassy as well, celebrating the birth of the French royal princesses, [[Princess Henriette of France|Henriette]] and [[Louise Élisabeth of France|Louise Élisabeth]]. Vivaldi's Opus 9, ''[[La cetra (Vivaldi)|La cetra]]'', was dedicated to [[Holy Roman Emperor|Emperor]] [[Charles VI, Holy Roman Emperor|Charles VI]]. In 1728, Vivaldi met the emperor while the emperor was visiting [[Trieste]] to oversee the construction of a new port. Charles admired the music of the Red Priest so much that he is said to have spoken more with the composer during their one meeting than he spoke to his ministers in over two years. He gave Vivaldi the title of [[knight]], a gold medal and an invitation to Vienna. Vivaldi gave Charles a manuscript copy of ''La cetra'', a set of concerti almost completely different from the set of the same title published as Opus 9. The printing was probably delayed, forcing Vivaldi to gather an improvised collection for the emperor.\n\nAccompanied by his father, Vivaldi traveled to Vienna and Prague in 1730, where his opera ''[[Farnace]]'' (RV 711) was presented;<ref>Vivaldi's connections with musical life in Prague and his association with [[Antonio Denzio]], the impresario of the [[Franz Anton von Sporck|Sporck theater in Prague]] are detailed in Daniel E. Freeman, ''The Opera Theater of Count Franz Anton von Sporck in Prague'' (Stuyvesant, N.Y.: Pendragon Press, 1992).</ref> it garnered six revivals.<ref name=\"Heller114\" /> Some of his later operas were created in collaboration with two of Italy's major writers of the time. ''[[L'Olimpiade]]'' and ''[[Catone in Utica]]'' were written by [[Pietro Metastasio]], the major representative of the [[Academy of Arcadia|Arcadian]] movement and court poet in Vienna. ''[[Griselda (Vivaldi)|La Griselda]]'' was rewritten by the young [[Carlo Goldoni]] from an earlier libretto by [[Apostolo Zeno]].\n\nLike many composers of the time, Vivaldi faced financial difficulties in his later years. His compositions were no longer held in such high esteem as they once had been in Venice; changing musical tastes quickly made them outmoded. In response, Vivaldi chose to sell off sizeable numbers of his manuscripts at paltry prices to finance his migration to [[Vienna]].<ref>Walter Kolneder, ''Antonio Vivaldi: Documents of his life and works'' (Amsterdam: Heinrichshofen's Verlag, Wilhelmshaven, Locarno, 1982), 179.</ref> The reasons for Vivaldi's departure from Venice are unclear, but it seems likely that, after the success of his meeting with Emperor Charles VI, he wished to take up the position of a composer in the imperial court. On his way to Vienna, Vivaldi may have stopped in Graz to see Anna Girò.<ref>Walter Kolneder, ''Antonio Vivaldi: Documents of his life and works'' (Amsterdam: Heinrichshofen's Verlag, Wilhelmshaven, Locarno, 1982), 180.</ref>\n\n[[File:Vivaldi caricature.png|thumb|upright|left|[[Caricature]] by P. L. Ghezzi, Rome (1723)<ref>There are only three known surviving depictions of Vivaldi made in his lifetime: this caricature, a woodcut by la Cave, and an anonymous oil portrait of the composer and his violin. ''Grove's Dictionary of Music and Musicians''{{Full citation needed|date=March 2019}}<!--There are five editions of ''Grove's Dictionary'', as well as two editions of the subsequent ''New Grove Dictionary''. All seven articles on Vivaldi are signed. To which article does this claim refer?-->  has disputed the authenticity of the last portrait.</ref>]]It is also likely that Vivaldi went to Vienna to stage operas, especially as he took up residence near the [[Kärntnertortheater]]. Shortly after his arrival in Vienna, Charles VI died, which left the composer without any royal protection or a steady source of income. Soon afterwards, Vivaldi became impoverished<ref>Landon supplies this assertion and furthermore quotes the report of Vivaldi's death which reached Venice in the ''Commemorali Gradenigo'': \"Abbe Lord Antonio Vivaldi, incomparable virtuoso of the violin, known as the Red Priest, much esteemed for his compositions and concertos, who earned more than 50,000 ducats in his life, but his disorderly prodigality caused him to die a pauper in Vienna.\" Landon, p. 166</ref><ref>Marc Pincherle, ''Vivaldi: Genius of the Baroque'' (Paris: W. W. Norton & Company, Inc., 1957), 53.</ref> and died during the night of 27/28 July 1741, aged 63,<ref>Talbot (p. 69) gives the 27th as the day of death. Formichetti (p. 194) reports that he died during the night and his death was the first registered on the next day. Heller (p. 263) states: \"The composer's death is noted in the official coroner's report and in the burial account book of St. Stephen's Cathedral Parish as having occurred on 28 July 1741\". But the so-called ''Totenbeschauprotokoll'' is not a reliable source, since the date can refer to when the entry was made, not to the actual time of death.</ref> of \"internal [[infection]]\", in a house owned by the widow of a Viennese saddlemaker. On 28 July, Vivaldi was buried in a simple grave in a burial ground that was owned by the public hospital fund. His funeral took place at [[St. Stephen's Cathedral, Vienna|St. Stephen's Cathedral]]. Contrary to popular legend, the young [[Joseph Haydn]] had nothing to do with his burial, since no music was performed on that occasion.<ref>[[Michael Lorenz (musicologist)|Michael Lorenz]], [http://michaelorenz.blogspot.co.at/2014/06/haydn-singing-at-vivaldis-exequies.html \"Haydn Singing at Vivaldi's Exequies: An Ineradicable Myth\"] (Vienna 2014)</ref> The cost of his funeral with a 'Kleingeläut' was 19 Gulden 45 Kreuzer which was rather expensive for the lowest class of peal of bells.{{Citation needed|date=November 2017}}\n\nVivaldi was buried next to [[Karlskirche]], a baroque church in an area which is now part of the site of the [[TU Wien]]. The house where he lived in Vienna has since been destroyed; the [[Hotel Sacher]] is built on part of the site. Memorial plaques have been placed at both locations, as well as a Vivaldi \"star\" in the Viennese Musikmeile and a monument at the Rooseveltplatz.\n\nOnly two, possibly three original portraits of Vivaldi are known to survive: an engraving, an ink sketch and an oil painting. The engraving, which was the basis of several copies produced later by other artists, was made in 1725 by [[François Morellon de La Cave]] for the first edition of ''[[Il cimento dell'armonia e dell'inventione]]'', and shows Vivaldi holding a sheet of music.<ref>Michael Talbot, ''The Vivaldi Compendium'' (Woodbridge: The Boydell Press, 2011), 147–48.</ref> The ink sketch, a [[caricature]], was done by [[Pier Leone Ghezzi|Ghezzi]] in 1723 and shows Vivaldi's head and shoulders in profile. It exists in two versions: a first jotting kept at the [[Vatican Library]], and a much lesser-known, slightly more detailed copy recently discovered in Moscow.<ref>Michael Talbot, ''The Vivaldi Compendium'' (Woodbridge: The Boydell Press, 2011), 87.</ref> The oil painting, which can be seen in the [[International Museum and Library of Music of Bologna]], is anonymous and is thought to depict Vivaldi due to its strong resemblance to the La Cave engraving.<ref>Michael Talbot, ''The Vivaldi Compendium'' (Woodbridge: The Boydell Press, 2011), 148.</ref>\n\n", "attributes": [{"name": "Full citation needed", "values": [{"name": "date", "value": "March 2019"}]}, {"name": "Citation needed", "values": [{"name": "date", "value": "November 2017"}]}], "id": 6}, {"title": "Style and influence", "paragraphs": "{{listen|type=music\n| filename     = 01 - Vivaldi Spring mvt 1 Allegro - John Harrison violin.ogg\n| title        = \"La primavera\" (Spring) – Movement 1: Allegro from the ''Four Seasons''\n| description  = A 2000 live performance by [[Wichita State University]] Chamber Players.\n}}\nVivaldi's music was innovative. He brightened the formal and rhythmic structure of the concerto, in which he looked for harmonic contrasts and innovative melodies and themes. Many of his compositions are flamboyantly exuberant.<!-- some compositions before Vivaldi were flamboyantly and playfully exuberant, what does this tell us? -->{{citation needed|date=July 2019}}\n\n[[Johann Sebastian Bach]] was deeply influenced by Vivaldi's concertos and arias (recalled in his ''[[St John Passion]]'', ''[[St Matthew Passion]]'', and [[Bach cantata|cantatas]]). Bach transcribed six of Vivaldi's concerti for solo keyboard: three for organ, and one for four harpsichords, strings, and basso continuo (BWV 1065) based upon the concerto for four violins, two violas, cello, and basso continuo ([[Ryom-Verzeichnis|RV]] 580).<!-- That's four; what were the other two? --><ref name=\"TalbotGrove\" /><ref>Wolff and Emery.</ref>\n\n", "attributes": [{"name": "listen", "values": [{"name": "type", "value": "music"}, {"name": "filename", "value": "01 - Vivaldi Spring mvt 1 Allegro - John Harrison violin.ogg"}, {"name": "title", "value": "\"La primavera\" (Spring) – Movement 1: Allegro from the ''Four Seasons''"}, {"name": "description", "value": "A 2000 live performance by [[Wichita State University]] Chamber Players."}]}, {"name": "citation needed", "values": [{"name": "date", "value": "July 2019"}]}], "id": 7}, {"title": "Posthumous reputation", "paragraphs": "During his lifetime, Vivaldi was popular in many countries throughout Europe, including France, but after his death his popularity dwindled. After the end of the Baroque period, Vivaldi's published concerti became relatively unknown, and were largely ignored. Even his most famous work, ''The Four Seasons'', was unknown in its original edition during the [[Classical period (music)|Classical]] and [[Romantic music|Romantic]] periods.\n\nIn the early 20th century, [[Fritz Kreisler]]'s Concerto in C, in the Style of Vivaldi (which he passed off as an original Vivaldi work) helped revive Vivaldi's reputation. This spurred the French scholar [[Marc Pincherle]] to begin an academic study of Vivaldi's oeuvre. Many Vivaldi manuscripts were rediscovered, which were acquired by the [[Turin National University Library]] as a result of the generous sponsorship of Turinese businessmen Roberto Foa and Filippo Giordano, in memory of their sons. This led to a renewed interest in Vivaldi by, among others, Mario Rinaldi, [[Alfredo Casella]], [[Ezra Pound]], [[Olga Rudge]], [[Desmond Chute]], [[Arturo Toscanini]], [[Arnold Schering]] and [[Louis Kaufman]], all of whom were instrumental in the revival of Vivaldi throughout the 20th century.\n\nIn 1926, in a monastery in [[Piedmont]], researchers discovered fourteen folios of Vivaldi's work that were previously thought to have been lost during the [[Napoleonic Wars]]. Some missing volumes in the numbered set were discovered in the collections of the descendants of the Grand Duke Durazzo, who had acquired the monastery complex in the 18th century. The volumes contained 300 concertos, 19 operas and over 100 vocal-instrumental works.<ref>Antonio Vivaldi biography by Alexander Kuznetsov and Louise Thomas, a booklet attached to the CD \"The best of Vivaldi\", published and recorded by Madacy Entertainment Group Inc, St. Laurent Quebec Canada</ref>\n\nThe resurrection of Vivaldi's unpublished works in the 20th century is mostly due to the efforts of [[Alfredo Casella]], who in 1939 organized the historic Vivaldi Week, in which the rediscovered [[Gloria (Vivaldi)|Gloria]] (RV 589) and l'Olimpiade were revived. Since [[World War II]], Vivaldi's compositions have enjoyed wide success. [[Historically informed performance]]s, often on \"original instruments\", have increased Vivaldi's fame still further.\n\nRecent rediscoveries of works by Vivaldi include two [[psalm]] settings of ''Nisi Dominus'' (RV 803, in eight movements) and [[Dixit Dominus (Vivaldi)|Dixit Dominus]] (RV 807, in eleven movements). These were identified in 2003 and 2005 respectively, by the Australian scholar Janice Stockigt. The Vivaldi scholar [[Michael Talbot (musicologist)|Michael Talbot]] described RV 807 as \"arguably the best nonoperatic work from Vivaldi's pen to come to light since […] the 1920s\".<ref>Michael Talbot, liner notes to the CD ''Vivaldi: Dixit Dominus'', Körnerscher Sing-Verein Dresden (Dresdner Instrumental-Concert), Peter Kopp, [[Deutsche Grammophon]] 2006, catalogue number 4776145</ref> Vivaldi's 1730 opera ''[[Argippo]]'' (RV 697), which had been considered lost, was rediscovered in 2006 by the [[harpsichordist]] and conductor Ondřej Macek, whose Hofmusici orchestra performed the work at [[Prague Castle]] on 3 May 2008—its first performance since 1730.\n\n", "attributes": [], "id": 8}, {"title": "Works", "paragraphs": "{{Main|List of compositions by Antonio Vivaldi|List of operas by Antonio Vivaldi}}\n\nA composition by Vivaldi is identified by [[Ryom-Verzeichnis|RV number]], which refers to its place in the \"Ryom-Verzeichnis\" or \"Répertoire des oeuvres d'Antonio Vivaldi\", a catalog created in the 20th century by the musicologist [[Peter Ryom]].\n\n[[The Four Seasons (Vivaldi)|''Le quattro stagioni'' (The Four Seasons)]] of 1723 is his most famous work. Part of ''[[Il cimento dell'armonia e dell'inventione]]'' (\"The Contest between Harmony and Invention\"), it depicts moods and scenes from each of the four seasons. This work has been described as an outstanding instance of pre-19th century [[program music]].<ref>Gerard Schwarz, ''Musically Speaking – The Great Works Collection: Vivaldi'' (CVP, Inc., 1995), 13.</ref>\n\nVivaldi wrote more than 500 other concertos. About 350 of these are for solo instrument and strings, of which 230 are for violin, the others being for [[bassoon]], [[cello]], [[oboe]], [[flute]], [[viola d'amore]], [[Recorder (musical instrument)|recorder]], [[lute]], or [[mandolin]]. About forty concertos are for two instruments and strings, and about thirty are for three or more instruments and strings.\n\nAs well as about 46 operas, Vivaldi composed a large body of sacred choral music, such as [[Magnificat (Vivaldi)|Magnificat]]. Other works include [[sinfonia]]s, about 90 [[sonata]]s and chamber music.\n\nSome sonatas for flute, published as ''Il Pastor Fido'', have been erroneously attributed to Vivaldi, but were composed by [[Nicolas Chédeville]].\n\n", "attributes": [{"name": "Main", "values": [{"name": "1", "value": "List of compositions by Antonio Vivaldi"}, {"name": "2", "value": "List of operas by Antonio Vivaldi"}]}], "id": 9}, {"title": "Catalogs of Vivaldi works", "paragraphs": "Vivaldi's works attracted cataloging efforts befitting a major composer. Scholarly work intended to increase the accuracy and variety of Vivaldi performances also supported new discoveries which made old catalogs incomplete. Works still in circulation today may be numbered under several different systems (some earlier catalogs are mentioned [[Ryom-Verzeichnis|here]]).\n\nBecause the simply consecutive Complete Edition (CE) numbers did not reflect the individual works (Opus numbers) into which compositions were grouped, Fanna numbers{{Clarify|reason=\"Fanna\" is not defined – was this a person?|date=November 2017}} were often used in conjunction with CE numbers. Combined Complete Edition (CE)/Fanna numbering was especially common in the work of Italian groups driving the mid-20th century revival of Vivaldi, such as Gli Accademici di Milano under Piero Santi. For example, the Bassoon Concerto in B{{music|flat}} major, \"La Notte\" RV 501, became CE 12, F. VIII,1\n\nDespite the awkwardness of having to overlay Fanna numbers onto the Complete Edition number for meaningful grouping of Vivaldi's oeuvre, these numbers displaced the older [[Marc Pincherle|Pincherle]] numbers as the (re-)discovery of more manuscripts had rendered older catalogs obsolete.\n\nThis cataloging work was led by the Istituto Italiano Antonio Vivaldi, where [[Gian Francesco Malipiero]] was both the director and the editor of the published scores (Edizioni G. Ricordi). His work built on that of Antonio Fanna, a Venetian businessman and the Institute's founder, and thus formed a bridge to the scholarly catalog dominant today.\n\nCompositions by Vivaldi are identified today by [[Ryom-Verzeichnis|RV number]], the number assigned by Danish musicologist [[Peter Ryom]] in works published mostly in the 1970s, such as the \"Ryom-Verzeichnis\" or \"Répertoire des oeuvres d'Antonio Vivaldi\". Like the Complete Edition before it, the RV does not typically assign its single, consecutive numbers to \"adjacent\" works that occupy one of the composer's single opus numbers. Its goal as a modern catalog is to index the manuscripts and sources that establish the existence and nature of all known works.{{Efn|These several numbering systems are cross-referenced at [http://www.classical.net/music/composer/works/vivaldi/index.php classical.net].}}\n\n", "attributes": [{"name": "Clarify", "values": [{"name": "reason", "value": "\"Fanna\" is not defined – was this a person?"}, {"name": "date", "value": "November 2017"}]}, {"name": "music", "values": [{"name": "1", "value": "flat"}]}, {"name": "Efn", "values": [{"name": "1", "value": "These several numbering systems are cross-referenced at [http://www.classical.net/music/composer/works/vivaldi/index.php classical.net]."}]}], "id": 10}, {"title": "In popular culture", "paragraphs": "The movie ''{{Interlanguage link multi|Vivaldi, a Prince in Venice|fr|Antonio Vivaldi, un prince à Venise}}'' was completed in 2005 as an Italian-French co-production under the direction of {{Interlanguage link multi|Jean-Louis Guillermou|fr|Jean-Louis Guillermou}}.<ref>{{IMDb title|tt0463283|Antonio Vivaldi, un prince à Venise}}</ref> In 2005, [[Australian Broadcasting Corporation|ABC]] [[Radio National]] commissioned a [[radio play]] about Vivaldi, which was written by [[Sean Riley (playwright)|Sean Riley]]. Entitled ''The Angel and the Red Priest'', the play was later adapted for the stage and was performed at the [[Adelaide Festival of the Arts]].<ref>{{cite web|title=Angel and the Red Priest by Sean Riley|url=http://www.abc.net.au/rn/airplay/stories/2011/3244574.htm|work=Airplay|publisher=[[Australian Broadcasting Corporation]] [[Radio National]]|accessdate=4 July 2011}}</ref>\n\n", "attributes": [{"name": "Interlanguage link multi", "values": [{"name": "1", "value": "Vivaldi, a Prince in Venice"}, {"name": "2", "value": "fr"}, {"name": "3", "value": "Antonio Vivaldi, un prince à Venise"}]}, {"name": "Interlanguage link multi", "values": [{"name": "1", "value": "Jean-Louis Guillermou"}, {"name": "2", "value": "fr"}, {"name": "3", "value": "Jean-Louis Guillermou"}]}, {"name": "IMDb title", "values": [{"name": "1", "value": "tt0463283"}, {"name": "2", "value": "Antonio Vivaldi, un prince à Venise"}]}, {"name": "cite web", "values": [{"name": "title", "value": "Angel and the Red Priest by Sean Riley"}, {"name": "url", "value": "http://www.abc.net.au/rn/airplay/stories/2011/3244574.htm"}, {"name": "work", "value": "Airplay"}, {"name": "publisher", "value": "[[Australian Broadcasting Corporation]] [[Radio National]]"}, {"name": "accessdate", "value": "4 July 2011"}]}], "id": 11}, {"title": "References", "paragraphs": "\n=== Notes ===\n{{Notelist}}\n\n=== References ===\n{{Reflist}}\n\n=== Sources and further reading ===\n* Brizi, Bruno, \"Maria Grazia Pensa\" in ''[[Music & Letters]]'', Vol. 65, No. 1 (January 1984), pp.&nbsp;62–64\n* [[Manfred Bukofzer|Bukofzer, Manfred]] (1947). ''Music in the Baroque Era''. New York, W. W. Norton & Co. {{ISBN|0-393-09745-5}}.\n* Cross, Eric (1984). Review of ''I libretti vivaldiani: recensione e collazione dei testimoni a stampa by Anna Laura Bellina;''\n* Formichetti, Gianfranco ''Venezia e il prete col violino. Vita di Antonio Vivaldi'', Bompiani (2006), {{ISBN|88-452-5640-5}}.\n* Heller, Karl ''Antonio Vivaldi: The Red Priest of Venice'', Amadeus Press (1997), {{ISBN|1-57467-015-8}}\n* Kolneder, Walter ''Antonio Vivaldi: Documents of His Life and Works'', C F Peters Corp (1983), {{ISBN|3-7959-0338-6}}\n* [[H. C. Robbins Landon|Robbins Landon, H. C.]], ''Vivaldi: Voice of the Baroque'', University of Chicago Press, 1996 {{ISBN|0-226-46842-9}}\n* Romijn, André. ''Hidden Harmonies: The Secret Life of Antonio Vivaldi'', 2007 {{ISBN|978-0-9554100-1-7}}\n* Selfridge-Field, Eleanor (1994). ''Venetian Instrumental Music, from Gabrieli to Vivaldi''. New York, Dover Publications. {{ISBN|0-486-28151-5}}.\n*[[Michael Talbot (author)|Talbot, Michael]] (1992). ''Vivaldi'', second edition. London: J. M. Dent. American reprint, New York: Schirmer Books: Maxwell Macmillan International, 1993.\n* Talbot, Michael, ''Antonio Vivaldi'', Insel Verlag (1998), {{ISBN|3-458-33917-5}} {{in lang|de}}<!-- Shouldn't this be Talbot (London 1978) ISBN 978-0460031646 ? --><!-- Not if the German edition was used by someone who contributed to the article... isn't the previous entry sufficient to point to an English edition? -->\n* Talbot, Michael: \"Antonio Vivaldi\", Grove Music Online, ed. L. Macy (Accessed 26 August 2006) {{subscription required}}\n* Wolff, Christoph, and Walter Emery. \"Bach, Johann Sebastian\". ''The New Grove Dictionary of Music and Musicians'', second edition, edited by [[Stanley Sadie]] and [[John Tyrrell (musicologist)|John Tyrrell]]. London: Macmillan Publishers, 2001.\n\n", "attributes": [{"name": "ISBN", "values": [{"name": "1", "value": "0-393-09745-5"}]}, {"name": "ISBN", "values": [{"name": "1", "value": "88-452-5640-5"}]}, {"name": "ISBN", "values": [{"name": "1", "value": "1-57467-015-8"}]}, {"name": "ISBN", "values": [{"name": "1", "value": "3-7959-0338-6"}]}, {"name": "ISBN", "values": [{"name": "1", "value": "0-226-46842-9"}]}, {"name": "ISBN", "values": [{"name": "1", "value": "978-0-9554100-1-7"}]}, {"name": "ISBN", "values": [{"name": "1", "value": "0-486-28151-5"}]}, {"name": "ISBN", "values": [{"name": "1", "value": "3-458-33917-5"}]}, {"name": "in lang", "values": [{"name": "1", "value": "de"}]}], "id": 12}, {"title": " Notes ", "paragraphs": "{{Notelist}}\n\n", "attributes": [], "id": 13}, {"title": " References ", "paragraphs": "{{Reflist}}\n\n", "attributes": [], "id": 14}, {"title": " Sources and further reading ", "paragraphs": "* Brizi, Bruno, \"Maria Grazia Pensa\" in ''[[Music & Letters]]'', Vol. 65, No. 1 (January 1984), pp.&nbsp;62–64\n* [[Manfred Bukofzer|Bukofzer, Manfred]] (1947). ''Music in the Baroque Era''. New York, W. W. Norton & Co. {{ISBN|0-393-09745-5}}.\n* Cross, Eric (1984). Review of ''I libretti vivaldiani: recensione e collazione dei testimoni a stampa by Anna Laura Bellina;''\n* Formichetti, Gianfranco ''Venezia e il prete col violino. Vita di Antonio Vivaldi'', Bompiani (2006), {{ISBN|88-452-5640-5}}.\n* Heller, Karl ''Antonio Vivaldi: The Red Priest of Venice'', Amadeus Press (1997), {{ISBN|1-57467-015-8}}\n* Kolneder, Walter ''Antonio Vivaldi: Documents of His Life and Works'', C F Peters Corp (1983), {{ISBN|3-7959-0338-6}}\n* [[H. C. Robbins Landon|Robbins Landon, H. C.]], ''Vivaldi: Voice of the Baroque'', University of Chicago Press, 1996 {{ISBN|0-226-46842-9}}\n* Romijn, André. ''Hidden Harmonies: The Secret Life of Antonio Vivaldi'', 2007 {{ISBN|978-0-9554100-1-7}}\n* Selfridge-Field, Eleanor (1994). ''Venetian Instrumental Music, from Gabrieli to Vivaldi''. New York, Dover Publications. {{ISBN|0-486-28151-5}}.\n*[[Michael Talbot (author)|Talbot, Michael]] (1992). ''Vivaldi'', second edition. London: J. M. Dent. American reprint, New York: Schirmer Books: Maxwell Macmillan International, 1993.\n* Talbot, Michael, ''Antonio Vivaldi'', Insel Verlag (1998), {{ISBN|3-458-33917-5}} {{in lang|de}}<!-- Shouldn't this be Talbot (London 1978) ISBN 978-0460031646 ? --><!-- Not if the German edition was used by someone who contributed to the article... isn't the previous entry sufficient to point to an English edition? -->\n* Talbot, Michael: \"Antonio Vivaldi\", Grove Music Online, ed. L. Macy (Accessed 26 August 2006) {{subscription required}}\n* Wolff, Christoph, and Walter Emery. \"Bach, Johann Sebastian\". ''The New Grove Dictionary of Music and Musicians'', second edition, edited by [[Stanley Sadie]] and [[John Tyrrell (musicologist)|John Tyrrell]]. London: Macmillan Publishers, 2001.\n\n", "attributes": [{"name": "ISBN", "values": [{"name": "1", "value": "0-393-09745-5"}]}, {"name": "ISBN", "values": [{"name": "1", "value": "88-452-5640-5"}]}, {"name": "ISBN", "values": [{"name": "1", "value": "1-57467-015-8"}]}, {"name": "ISBN", "values": [{"name": "1", "value": "3-7959-0338-6"}]}, {"name": "ISBN", "values": [{"name": "1", "value": "0-226-46842-9"}]}, {"name": "ISBN", "values": [{"name": "1", "value": "978-0-9554100-1-7"}]}, {"name": "ISBN", "values": [{"name": "1", "value": "0-486-28151-5"}]}, {"name": "ISBN", "values": [{"name": "1", "value": "3-458-33917-5"}]}, {"name": "in lang", "values": [{"name": "1", "value": "de"}]}], "id": 15}, {"title": "External links", "paragraphs": "{{wikiquote}}\n{{Commons category}}\n* {{wikisource author-inline|Antonio Vivaldi}}\n* {{Britannica|631387}}\n* [http://www.classical.net/music/composer/works/vivaldi/index.html Catalog of instrumental works]\n* [https://web.archive.org/web/20140422013552/http://www.musiqueorguequebec.ca/catal/vivaldi/viva.html Complete works catalog]\n* {{IMSLP|Vivaldi, Antonio}}\n* {{ChoralWiki}}\n* {{BBC composer page|vivaldi|Vivaldi}}\n* {{MutopiaComposer|VivaldiA}}\n* [https://web.archive.org/web/20110323021812/http://www.anima-veneziana.narod.ru/index.html Project Anima Veneziana], Free English eBooks: 1. Talbot, M. ''Vivaldi''. 1993; 2. Heller, K. ''Antonio Vivaldi: The Red Priest of Venice''. 1997; 3. Pincherle, Marc. ''Vivaldi: Genius of the Baroque'', 1957; 4. Ryom, Peter. ''Vivaldi Werkverzeichnis''. 1st edition, 2007\n* {{Internet Archive author |sname=Antonio Vivaldi}}\n* {{Librivox author |id=981}}\n* {{IMDb name|0006334|Antonio Vivaldi}}\n\n{{Antonio Vivaldi}}\n{{Baroque music}}\n{{Authority control}}\n{{Portal bar|Classical music|Opera|Music|Biography}}\n\n{{DEFAULTSORT:Vivaldi, Antonio}}\n[[Category:Antonio Vivaldi| ]]\n[[Category:1678 births]]\n[[Category:1741 deaths]]\n[[Category:17th-century Italian people]]\n[[Category:17th-century Roman Catholic priests]]\n[[Category:18th-century Italian people]]\n[[Category:18th-century Roman Catholic priests]]\n[[Category:Composers for cello]]\n[[Category:Composers for violin]]\n[[Category:Italian Baroque composers]]\n[[Category:Italian classical violinists]]\n[[Category:Italian expatriates in Austria]]\n[[Category:Italian male classical composers]]\n[[Category:Italian opera composers]]\n[[Category:Italian Roman Catholic priests]]\n[[Category:Male opera composers]]\n[[Category:Male violinists]]\n[[Category:Oratorio composers]]\n[[Category:People from Venice]]\n[[Category:Seicento composers]]\n[[Category:Settecento composers]]\n[[Category:18th-century male musicians]]", "attributes": [{"name": "wikisource author-inline", "values": [{"name": "1", "value": "Antonio Vivaldi"}]}, {"name": "Britannica", "values": [{"name": "1", "value": "631387"}]}, {"name": "IMSLP", "values": [{"name": "1", "value": "Vivaldi, Antonio"}]}, {"name": "BBC composer page", "values": [{"name": "1", "value": "vivaldi"}, {"name": "2", "value": "Vivaldi"}]}, {"name": "MutopiaComposer", "values": [{"name": "1", "value": "VivaldiA"}]}, {"name": "Internet Archive author ", "values": [{"name": "sname", "value": "Antonio Vivaldi"}]}, {"name": "Librivox author ", "values": [{"name": "id", "value": "981"}]}, {"name": "IMDb name", "values": [{"name": "1", "value": "0006334"}, {"name": "2", "value": "Antonio Vivaldi"}]}, {"name": "Portal bar", "values": [{"name": "1", "value": "Classical music"}, {"name": "2", "value": "Opera"}, {"name": "3", "value": "Music"}, {"name": "4", "value": "Biography"}]}], "id": 16}]}