{"title": "Aga Khan I", "authors": ["Gotitbro"], "time_published": "2020-01-17T00:13:29Z", "sections": [{"title": "", "paragraphs": "{{Use dmy dates|date=September 2018}}\n{{Use Indian English|date=September 2018}}\n{{Infobox religious biography\n| honorific_prefix = \n| name     = Aga Khan I\n| honorific_suxfix = \n| native_name = {{lang|ur|{{nq|آغا خان اوّل}}}}\n| religion = [[Shia Islam]]\n| denomination   = [[Isma'ilism]]\n| school     = [[Nizari]] [[Ismaili]]\n| title  = Aga Khan I <br> [[Imam]]\n| successor = [[Aga Khan II]]\n| lineage    = [[Fatimid]]\n| birth_name      = Hasan Ali Shah\n| birth_date      = 1804\n| birth_place     = [[Kahak, Qom|Kahak]], [[Sublime State of Iran]]\n| death_date      = {{Death year and age|1881|1804}}\n| death_place     = [[Bombay]], [[British Raj|British India]]\n| resting_place   = Hasanabad, [[Bombay]]\n| resting_place_coordinates =  <!-- {{coord|latitude|longitude|type:landmark|display=inline,title}} -->\n| spouse       = Sarv-i Jahan Khanum\n| children     = [[Aga Khan II|Aqa Ali Shah]] (successor)\n| parents      = {{Plainlist|\n* [[Shāh Khalīlullāh III|Shah Khalil Allah]] (father)\n* Bibi Sarkara (mother)\n}}\n| post       = 46th [[Nizari]] Imām\n| initiation = 1817 - 1881\n}}\n\n'''Aga Khan I''' ({{lang-fa|{{nq|آغا خان اوّل}}|Āghā Khān-i Awwal}} or {{lang-fa|{{nq|آقا خان اوّل}}|Āqā Khān-i Awwal|link=no}}) or '''Hasan Ali Shah''' ({{lang-fa|{{nq|حسن علی شاه}}|Ḥasan ‘Alī Shāh|link=no}}) (1804 – 1881) was the governor of Kirman, 46th Imam of the [[Nizari]] [[Ismaili]] Muslims, and prominent Muslim leader in Iran and later in the [[Indian subcontinent]]. He was the first Nizari Iman to hold the title [[Aga Khan]].\n\n", "attributes": [{"name": "Use dmy dates", "values": [{"name": "date", "value": "September 2018"}]}, {"name": "Use Indian English", "values": [{"name": "date", "value": "September 2018"}]}, {"name": "Infobox religious biography\n", "values": [{"name": "name", "value": "Aga Khan I"}, {"name": "native_name", "value": "{{lang|ur|{{nq|آغا خان اوّل}}}}"}, {"name": "religion", "value": "[[Shia Islam]]"}, {"name": "denomination", "value": "[[Isma'ilism]]"}, {"name": "school", "value": "[[Nizari]] [[Ismaili]]"}, {"name": "title", "value": "Aga Khan I <br> [[Imam]]"}, {"name": "successor", "value": "[[Aga Khan II]]"}, {"name": "lineage", "value": "[[Fatimid]]"}, {"name": "birth_name", "value": "Hasan Ali Shah"}, {"name": "birth_date", "value": "1804"}, {"name": "birth_place", "value": "[[Kahak, Qom|Kahak]], [[Sublime State of Iran]]"}, {"name": "death_date", "value": "{{Death year and age|1881|1804}}"}, {"name": "death_place", "value": "[[Bombay]], [[British Raj|British India]]"}, {"name": "resting_place", "value": "Hasanabad, [[Bombay]]"}, {"name": "resting_place_coordinates", "value": "<!-- {{coord|latitude|longitude|type:landmark|display=inline,title}} -->"}, {"name": "spouse", "value": "Sarv-i Jahan Khanum"}, {"name": "children", "value": "[[Aga Khan II|Aqa Ali Shah]] (successor)"}, {"name": "parents", "value": "{{Plainlist|\n* [[Shāh Khalīlullāh III|Shah Khalil Allah]] (father)\n* Bibi Sarkara (mother)\n}}"}, {"name": "post", "value": "46th [[Nizari]] Imām"}, {"name": "initiation", "value": "1817 - 1881"}]}, {"name": "lang", "values": [{"name": "1", "value": "ur"}, {"name": "2", "value": "{{nq|آغا خان اوّل}}"}]}, {"name": "nq", "values": [{"name": "1", "value": "آغا خان اوّل"}]}, {"name": "Death year and age", "values": [{"name": "1", "value": "1881"}, {"name": "2", "value": "1804"}]}, {"name": "Plainlist", "values": [{"name": "1", "value": "* [[Shāh Khalīlullāh III|Shah Khalil Allah]] (father)\n* Bibi Sarkara (mother)"}]}, {"name": "lang-fa", "values": [{"name": "1", "value": "{{nq|آغا خان اوّل}}"}, {"name": "2", "value": "Āghā Khān-i Awwal"}]}, {"name": "nq", "values": [{"name": "1", "value": "آغا خان اوّل"}]}, {"name": "lang-fa", "values": [{"name": "1", "value": "{{nq|آقا خان اوّل}}"}, {"name": "2", "value": "Āqā Khān-i Awwal"}, {"name": "link", "value": "no"}]}, {"name": "nq", "values": [{"name": "1", "value": "آقا خان اوّل"}]}, {"name": "lang-fa", "values": [{"name": "1", "value": "{{nq|حسن علی شاه}}"}, {"name": "2", "value": "Ḥasan ‘Alī Shāh"}, {"name": "link", "value": "no"}]}, {"name": "nq", "values": [{"name": "1", "value": "حسن علی شاه"}]}], "id": 0}, {"title": "Early life and family", "paragraphs": "The Imam Hasan Ali Shah was born in 1804 in [[Kahak, Qom|Kahak]], Iran to [[Shāh Khalīlullāh III|Shah Khalil Allah]], the 45th Ismaili Imam, and Bibi Sarkara, the daughter of Muhammad Sadiq Mahallati (d. 1815), a poet and a [[Ni‘mat Allahi]] Sufi.<ref name=\"Daftary-Ismailis\">{{cite book | title=The Ismā‘īlīs: Their History and Doctrines| last=Daftary| first=Farhad| year=1990| pages=503–516| publisher=Cambridge University Press| location=Cambridge |isbn=0-521-42974-9}}</ref> Shah Khalil Allah moved to [[Yazd]] in 1815, probably out of concern for his Indian followers, who used to travel to Persia to see their Imam and for whom Yazd was a much closer and safer destination than Kahak. Meanwhile, his wife and children (Including Hasan Ali) continued to live in Kahak off the revenues obtained from the family holdings in the Mahallat ({{lang|fa-Latn|Maḥallāt}}) region. Two years later, in 1817, Shah Khalil Allah was killed in Yazd during a brawl between some of his followers and local shopkeepers. He was succeeded by his eldest son Hasan Ali Shah, also known as Muhammad Hasan, who became the 46th Imam.<ref name=\"Daftary-Ismailis\"/>\n\nWhile Khalil Allah resided in Yazd, his land holdings in Kahak were being managed by his son-in-law, Imani Khan Farahani, husband of his daughter Shah Bibi. After Khalil Allah's death, a conflict ensued between Imani Khan Farahani and the local Nizaris (followers of Imam Khalil Allah), as a result of which Khalil Allah's widow and children found themselves left unprovided for.<ref>[https://books.google.com/books?id=cSO9zh61AGEC&pg=PA464&lpg=PA464&dq=Imani+Khan+Farahani,&source=bl&ots=h5DFHybso1&sig=M6JzaXpFDZWFRx0NDC9ReBLNC18&hl=en&ei=KrnYTOqjEo_GvQOaytyaCg&sa=X&oi=book_result&ct=result&resnum=8&ved=0CDAQ6AEwBw#v=onepage&q=Imani%20Khan%20Farahani%2C&f=false The Ismailis & their history]</ref><ref name=\"Daftary-Ismailis\"/> The young Imam and his mother moved to Qumm, but their financial situation worsened. The dowager decided to go to the Qajar court in Tehran to obtain justice for her husband's death and was eventually successful. Those who had been involved in the Shah Khalil Allah's murder were punished. Not only that, but the Persian king [[Fath Ali Shah]] gave his own daughter, princess Sarv-i-Jahan Khanum, in marriage to the young Imam Hasan Ali Shah and provided a princely dowry in land holdings in the Mahallat region. King Fath Ali Shah also appointed Hasan Ali Shah as governor of [[Qumm]] and bestowed upon him the honorific of \"Aga Khan.\" Thus did the title of \"Aga Khan\" enter the family. Hasan Ali Shah become known as Aga Khan Mahallati, and the title of Aga Khan was inherited by his successors. Aga Khan I's mother later moved to India where she died in 1851. Until Fath Ali Shah's death in 1834, the Imam Hasan Ali Shah enjoyed a quiet life and was held in high esteem at the Qajar court.<ref name=\"Daftary-Ismailis\"/>\n\n", "attributes": [{"name": "cite book ", "values": [{"name": "title", "value": "The Ismā‘īlīs: Their History and Doctrines"}, {"name": "last", "value": "Daftary"}, {"name": "first", "value": "Farhad"}, {"name": "year", "value": "1990"}, {"name": "pages", "value": "503–516"}, {"name": "publisher", "value": "Cambridge University Press"}, {"name": "location", "value": "Cambridge"}, {"name": "isbn", "value": "0-521-42974-9"}]}, {"name": "lang", "values": [{"name": "1", "value": "fa-Latn"}, {"name": "2", "value": "Maḥallāt"}]}], "id": 1}, {"title": "Governorship of Kerman", "paragraphs": "{{Ismailism|collapsed=1}}\nSoon after the accession of [[Muhammad Shah Qajar]] to the throne of his grandfather, Fath Ali Shah, the Imam Hasan Ali Shah was appointed governor of [[Kerman]] in 1835.<ref name=\"Daftary-Ismailis\"/> At the time, Kerman was held by the rebellious sons of Shuja al-Saltana, a pretender to the Qajar throne. The area was also frequently raided by the Afghans. Hasan Ali Shah managed to restore order in Kerman, as well as in [[Bam, Iran|Bam]] and [[Narmashir]], which were also held by rebellious groups. Hasan Ali Shah sent a report of his success to Tehran, but did not receive any material appreciation for his achievements. Despite the service he rendered to the Qajar government, Hasan Ali Shah was dismissed from the governorship of Kerman in 1837, less than two years after his arrival there, and was replaced by [[Nosrat-od-Dowleh Firouz Mirza|Firuz Mirza Nusrat al-Dawla]], a younger brother of Muhammad Shah Qajar.<ref name=\"Daftary-Ismailis\"/> Refusing to accept his dismissal, Hasan Ali Shah withdrew with his forces to the [[Arg e Bam|citadel at Bam]]. Along with his two brothers, he made preparations to resist the government forces that were sent against him. He was besieged at Bam for some fourteen months. When it was clear that continuing the resistance was of little use, Hasan Ali Shah sent one of his brothers to Shiraz in order to speak to the governor of Fars to intervene on his behalf and arrange for safe passage out of Kerman. With the governor having interceded, Hasan Ali Shah surrendered and emerged from the citadel of Bam only to be double-crossed. He was seized and his possessions were plundered by the government troops. Hasan Ali Shah and his dependents were sent to Kerman and remained as prisoners there for eight months. He was eventually allowed to go to Tehran near the end of 1838-39 where he was able to present his case before the Shah. The Shah pardoned him on the condition that he return peacefully to Mahallat. Hasan Ali Shah remained in Mahallat for about two years. He managed to gather an army in Mahallat which alarmed Muhammad Shah, who travelled to [[Delijan]] near [[Mahallat]] to determine the truth of the reports about Hasan Ali Shah. Hasan Ali Shah was on a hunting trip at the time, but he sent a messenger to request permission of the monarch to go to Mecca for the hajj pilgrimage. Permission was given, and Hasan Ali Shah's mother and a few relatives were sent to Najaf and other holy cities in Iraq in which the shrines of his ancestors, the Shiite Imams are found.<ref name=\"Daftary-Ismailis\"/>\n\nPrior to leaving Mahallat, Hasan Ali Shah equipped himself with letters appointing him to the governorship of Kerman. Accompanied by his brothers, nephews and other relatives, as well as many followers, he left for Yazd, where he intended to meet some of his local followers. Hasan Ali Shah sent the documents reinstating him to the position of governor of Kerman to Bahman Mirza Baha al-Dawla, the governor of Yazd. Bahman Mirza offered Hasan Ali Shah lodging in the city, but Hasan Ali Shah declined, indicating that he wished to visit his followers living around Yazd. Hajji Mirza Aqasi sent a messenger to Bahman Mirza to inform him of the spuriousness of Hasan Ali Shah's documents and a battle between Bahman Mīrzā and Hasan Ali Shah broke out in which Bahman Mirza was defeated. Other minor battles were won by Hasan Ali Shah before he arrived in [[Shahr-e Babak]], which he intended to use as his base for capturing Kerman. At the time of his arrival in Shahr-e Babak, a formal local governor was engaged in a campaign to drive out the Afghans from the city's citadel, and Hasan Ali Shah joined him in forcing the Afghans to surrender.<ref name=\"Daftary-Ismailis\"/>\n\nSoon after March 1841, Hasan Ali Shah set out for Kerman. He managed to defeat a government force consisting of 4,000 men near Dashtab, and continued to win a number of victories before stopping at Bam for a time. Soon, a government force of 24,000 men forced Hasan Ali Shah to flee from Bam to Rigan on the border of Baluchistan, where he suffered a decisive defeat. Hasan Ali Shah decided to escape to Afghanistan, accompanied by his brothers and many soldiers and servants.<ref name=\"Daftary-Ismailis\"/>\n\n", "attributes": [{"name": "Ismailism", "values": [{"name": "collapsed", "value": "1"}]}], "id": 2}, {"title": "Afghanistan", "paragraphs": "Fleeing Iran, he arrived in [[Kandahar]], Afghanistan in 1841—a town that had been occupied by an Anglo-Indian army in 1839 in the [[First Anglo-Afghan War]]. A close relationship developed between Hasan Ali Shah and the British, which coincided with the final years of the First Anglo-Afghan War (1838–1842). After his arrival, Hasan Ali Shah wrote to Sir [[William Macnaghten]], discussing his plans to seize and govern [[Herat]] on behalf of the British. Although the proposal seemed to have been approved, the plans of the British were thwarted by the uprising of [[Dost Mohammad Barakzai|Dost Muhammad]]'s son [[Wazir Akbar Khan|Muhammad Akbar Khan]], who defeated and annihilated the British-Indian garrison at [[Gandamak]] on its retreat from Kabul in January 1842.\n\n", "attributes": [], "id": 3}, {"title": "Sindh", "paragraphs": "Hasan Ali Shah soon proceeded to [[Sindh]], where he rendered further services to the British. The British were able to annex Sindh and for his services, Hasan Ali Shah received an annual pension of £2,000 from General [[Charles James Napier]], the British conqueror of Sindh with whom he had a good relationship.<ref name=\"Daftary-Ismailis\"/>\n\n", "attributes": [], "id": 4}, {"title": "Bombay", "paragraphs": "In October 1844, Hasan Ali Shah left [[Sind]] for city of [[Bombay]] in [[Bombay Presidency]], [[British India]] passing through [[Cutch State|Cutch]] and [[Kathiawar]] where he spent some time visiting the communities of his followers in the area. After arriving in Bombay in February 1846, the Persian government demanded his extradition from India. The British refused and only agreed to transfer Hasan Ali Shah's residence to [[Kolkata|Calcutta]], where it would be harder for him to launch new attacks against the Persian government. The British also negotiated the safe return of Hasan Ali Shah to Persia, which was in accordance with his own wish. The government agreed to Hasan Ali Shah's return provided that he would avoid passing through Baluchistan and Kirman and that he was to settle peacefully in Mahallat. Hasan Ali Shah was eventually forced to leave for Calcutta in April 1847, where he remained until he received news of the death of Muhammad Shah Qajar. Hasan Ali Shah left for Bombay and the British attempted to obtain permission for his return to Persia. Although some of his lands were restored to the control of his relatives, his safe return could not be arranged, and Hasan Ali Shah was forced to remain a permanent resident of India. While in India, Hasan Ali Shah continued his close relationship with the British, and was even visited by the Prince of Wales (the future King [[Edward VII]]) when he was on a state visit to India. The British came to address Hasan Ali Shah as His Highness. Hasan Ali Shah received protection from the British government in British India as the spiritual head of an important Muslim community.<ref name=\"Daftary-Ismailis\"/>\n\n", "attributes": [], "id": 5}, {"title": "Khoja reassumption and dispute", "paragraphs": "{{main|Aga Khan Case}}\nThe vast majority of his [[Khoja]] Ismaili followers in India welcomed him warmly, but some dissident members, sensing their loss of prestige with the arrival of the Imam, wished to maintain control over communal properties. Because of this, Hasan Ali Shah decided to secure a pledge of loyalty from the members of the community to himself and to the Ismaili form of Islam. Although most of the members of the community signed a document issued by Hasan Ali Shah summarizing the practices of the Ismailis, a group of dissenting Khojas surprisingly asserted that the community had always been Sunni. This group was outcast by the unanimous vote of all the Khojas assembled in Bombay. In 1866, these dissenters filed a suit in the Bombay High Court against Hasan Ali Shah, claiming that the Khojas had been Sunni Muslims from the very beginning. The case, commonly referred to as the Aga Khan Case, was heard by [[Joseph Arnould|Sir Joseph Arnould]]. The hearing lasted several weeks, and included testimony from Hasan Ali Shah himself. After reviewing the history of the community, Justice Arnould gave a definitive and detailed judgement against the plaintiffs and in favour of Hasan Ali Shah and other defendants. The judgement was significant in that it legally established the status of the Khojas as a community referred to as Shia Imami Ismailis, and of Hasan Ali Shah as the spiritual head of that community. Hasan Ali Shah's authority thereafter was not seriously challenged again.<ref name=\"Daftary-Ismailis\"/>\n\n", "attributes": [{"name": "main", "values": [{"name": "1", "value": "Aga Khan Case"}]}], "id": 6}, {"title": "Final years", "paragraphs": "Hasan Ali Shah spent his final years in Bombay with occasional visits to Pune. Maintaining the traditions of the Iranian nobility to which he belonged, he kept excellent stables and became a well-known figure at the Bombay racecourse. Hasan Ali Shah died after an imamate of sixty-four years in April 1881. He was buried in a specially built shrine at Hasanabad in the [[Mazagaon]] area of Bombay. He was survived by three sons and five daughters. Hasan Ali Shah was succeeded as Imam by his eldest son Aqa Ali Shah, who became [[Aga Khan II]].<ref name=\"Daftary-Ismailis\"/>\n\n", "attributes": [], "id": 7}, {"title": "Notes", "paragraphs": "{{reflist}}\n\n", "attributes": [], "id": 8}, {"title": "Further reading", "paragraphs": "*{{Cite EB1911 |first=Mancherjee Merwanjee |last=Bhownagree|authorlink=Mancherjee Bhownagree|wstitle=Aga Khan I.|volume=1 |pages=362–363}}\n\n{{s-start}}\n{{s-hou|branch=Clan|name='''Aga Khan I'''<br>of the [[Ahl al-Bayt]]|[[Banu Hashim]]|1804|[[Common Era|C.E]]|1881|[[Common Era|C.E.]]|[[Quraysh (tribe)|Banu Quraish]]}}\n{{s-rel|sh}}\n{{s-bef|before = [[Shāh Khalīlullāh III|Shah Khalil Allah]]}}\n{{s-ttl|title = 46th [[Imamah (Shi'a Ismaili doctrine)|Imam]] of [[Nizari]] [[Ismailism]]|years = 1817–1881}}\n{{s-aft|after = [[Aga Khan II|Aqa Ali Shah]]}}\n{{s-end}}\n\n{{Nizārī}}\n{{Aga Khans}}\n{{Authority control}}\n\n{{DEFAULTSORT:Khan, Aga, I}}\n[[Category:Persian people]]\n[[Category:1804 births]]\n[[Category:1881 deaths]]\n[[Category:Hashemite people]]\n[[Category:Fatimid dynasty]]\n[[Category:Iranian Ismailis]]\n[[Category:Indian Ismailis]]\n[[Category:Indian imams]]\n[[Category:Nizari imams]]\n[[Category:Scholars from Mumbai]]", "attributes": [{"name": "Cite EB1911 ", "values": [{"name": "first", "value": "Mancherjee Merwanjee"}, {"name": "last", "value": "Bhownagree"}, {"name": "authorlink", "value": "Mancherjee Bhownagree"}, {"name": "wstitle", "value": "Aga Khan I."}, {"name": "volume", "value": "1"}, {"name": "pages", "value": "362–363"}]}, {"name": "s-hou", "values": [{"name": "branch", "value": "Clan"}, {"name": "name", "value": "'''Aga Khan I'''<br>of the [[Ahl al-Bayt]]"}, {"name": "1", "value": "[[Banu Hashim]]"}, {"name": "2", "value": "1804"}, {"name": "3", "value": "[[Common Era|C.E]]"}, {"name": "4", "value": "1881"}, {"name": "5", "value": "[[Common Era|C.E.]]"}, {"name": "6", "value": "[[Quraysh (tribe)|Banu Quraish]]"}]}, {"name": "s-rel", "values": [{"name": "1", "value": "sh"}]}, {"name": "s-bef", "values": [{"name": "before", "value": "[[Shāh Khalīlullāh III|Shah Khalil Allah]]"}]}, {"name": "s-ttl", "values": [{"name": "title", "value": "46th [[Imamah (Shi'a Ismaili doctrine)|Imam]] of [[Nizari]] [[Ismailism]]"}, {"name": "years", "value": "1817–1881"}]}, {"name": "s-aft", "values": [{"name": "after", "value": "[[Aga Khan II|Aqa Ali Shah]]"}]}], "id": 9}]}