{"title": "Alcaeus of Mytilene", "authors": ["Azerty82"], "time_published": "2019-10-17T11:22:56Z", "sections": [{"title": "", "paragraphs": "[[File:Alkaios Sappho Staatliche Antikensammlungen 2416 n1.jpg|thumb|Alcaeus and [[Sappho]], [[Attica|Attic]] red-figure [[calathus (basket)|calathus]], c. 470&nbsp;BC, [[Staatliche Antikensammlungen]] (Inv. 2416)]]\n\n'''Alcaeus of [[Mytilene]]''' ({{IPAc-en|æ|l|ˈ|s|iː|ə|s}}; {{lang-grc|Ἀλκαῖος ὁ Μυτιληναῖος}}, ''Alkaios ho Mutilēnaios''; {{circa|625–620}} – {{circa|580}} BC)<ref>{{Cite journal|last=Carey|first=C.|date=2016-03-07|title=Alcaeus (1), lyric poet|url=https://oxfordre.com/view/10.1093/acrefore/9780199381135.001.0001/acrefore-9780199381135-e-254|journal=Oxford Research Encyclopedia of Classics|language=en|doi=10.1093/acrefore/9780199381135.013.254}}</ref><ref>{{Cite web|url=https://www.britannica.com/biography/Alcaeus|title=Alcaeus {{!}} Greek poet|website=Encyclopedia Britannica|language=en|access-date=2019-10-17}}</ref> was a [[Greek lyric|lyric poet]] from the Greek island of [[Lesbos]] who is credited with inventing the [[Alcaic stanza]]. He was included in the [[canon (fiction)|canonical]] list of [[nine lyric poets]] by the scholars of [[Hellenistic]] [[Alexandria]]. He was a contemporary and an alleged lover of [[Sappho]], with whom he may have exchanged poems. He was born into the [[Aristocracy|aristocratic]] governing [[Social class|class]] of [[Mytilene]], the main city of Lesbos, where he was involved in political disputes and feuds.\n\n", "attributes": [{"name": "IPAc-en", "values": [{"name": "1", "value": "æ"}, {"name": "2", "value": "l"}, {"name": "3", "value": "ˈ"}, {"name": "4", "value": "s"}, {"name": "5", "value": "iː"}, {"name": "6", "value": "ə"}, {"name": "7", "value": "s"}]}, {"name": "lang-grc", "values": [{"name": "1", "value": "Ἀλκαῖος ὁ Μυτιληναῖος"}]}, {"name": "circa", "values": [{"name": "1", "value": "625–620"}]}, {"name": "circa", "values": [{"name": "1", "value": "580"}]}, {"name": "Cite journal", "values": [{"name": "last", "value": "Carey"}, {"name": "first", "value": "C."}, {"name": "date", "value": "2016-03-07"}, {"name": "title", "value": "Alcaeus (1), lyric poet"}, {"name": "url", "value": "https://oxfordre.com/view/10.1093/acrefore/9780199381135.001.0001/acrefore-9780199381135-e-254"}, {"name": "journal", "value": "Oxford Research Encyclopedia of Classics"}, {"name": "language", "value": "en"}, {"name": "doi", "value": "10.1093/acrefore/9780199381135.013.254"}]}, {"name": "Cite web", "values": [{"name": "url", "value": "https://www.britannica.com/biography/Alcaeus"}, {"name": "title", "value": "Alcaeus {{!}} Greek poet"}, {"name": "website", "value": "Encyclopedia Britannica"}, {"name": "language", "value": "en"}, {"name": "access-date", "value": "2019-10-17"}]}], "id": 0}, {"title": "Biography", "paragraphs": "[[Image:Alcaeus (poet) - Project Gutenberg eText 12369.png|thumb|right|Alcaeus<br /> \"A probably authentic Lesbian coin has been preserved, bearing upon the obverse ... a profile head of Alcaeus, and upon the reverse ...a profile head of Pittacus. This coin is said to have belonged to Fulvius Ursinus. It passed through various hands and collections into the Royal Museum\nat Paris, and was engraved by the Chevalier Visconti.\" — J. Easby-Smith<ref>J. Easby-Smith, ''The Songs of Alcaeus'', W. H. Lowdermilk and Co. (1901)</ref>]]\n[[File:Pittakos.jpg|thumb|Pittacus]]\n\nThe broad outlines of the poet's life are well known.<ref>David Mulroy, ''Early Greek Lyric Poetry'', University of Michigan Press, 1992, pp. 77–78</ref><ref>David. A. Campbell, ''Greek Lyric Poetry'', Bristol Classic Press, 1982, pp. 285–7</ref><ref name=\"archive1901\">{{cite web|first=James S. |last=Easby-Smith|title=The Songs of Alcaeus|publisher=[[William Harrison Lowdermilk|W. H. Lowdermilk and Co.]]|location= Washington|year= 1901 |url=https://archive.org/stream/songsalcaeusmem00englgoog/songsalcaeusmem00englgoog_djvu.txt}}</ref> He was born into the aristocratic, warrior class that dominated Mytilene, the strongest city-state on the island of Lesbos and, by the end of the seventh century BC, the most influential of all the North Aegean Greek cities, with a strong navy and colonies securing its trade-routes in the Hellespont. The city had long been ruled by kings born to the Penthilid clan but, during the poet's life, the Penthilids were a spent force and rival aristocrats and their factions contended with each other for supreme power. Alcaeus and his older brothers were passionately involved in the struggle but experienced little success. Their political adventures can be understood in terms of three tyrants who came and went in succession:\n* Melanchrus – he was overthrown sometime between 612&nbsp;BC and 609&nbsp;BC by a faction that, in addition to the brothers of Alcaeus, included [[Pittacus]] (later renowned as one of the [[Seven Sages of Greece]]); Alcaeus at that time was too young to be actively involved;\n* Myrsilus – it is not known when he came to power but some verses by Alcaeus (frag. 129) indicate that the poet, his brothers and Pittacus made plans to overthrow him and that Pittacus subsequently betrayed them; Alcaeus and his brothers fled into exile where the poet later wrote a drinking song in celebration of the news of the tyrant's death (frag. 332);\n* Pittacus – the dominant political figure of his time, he was voted supreme power by the political assembly of Mytilene and appears to have governed well (590-580&nbsp;BC), even allowing Alcaeus and his faction to return home in peace.\n\nSometime before 600&nbsp;BC, Mytilene fought Athens for control of [[Sigeion]] and Alcaeus was old enough to participate in the fighting. According to the historian [[Herodotus]],<ref>''Histories'' 5.95</ref> the poet threw away his shield to make good his escape from the victorious Athenians then celebrated the occasion in a poem that he later sent to his friend, Melanippus. It is thought that Alcaeus travelled widely during his years in exile, including at least one visit to Egypt. His older brother, Antimenidas, appears to have served as a mercenary in the army of [[Nebuchadnezzar II]] and probably took part in the conquest of Askelon. Alcaeus wrote verses in celebration of Antimenides' return, including mention of his valour in slaying the larger opponent (frag. 350), and he proudly describes the military hardware that adorned their family home (frag. 357).\n{{Quotation|\"Alcaeus was in some respects not unlike a [[Royalist]] soldier of the age of the [[Stuarts]]. He had the high spirit and reckless gaiety, the love of country bound up with belief in a caste, the licence tempered by generosity and sometimes by tenderness, of a cavalier who has seen good and evil days.\" — [[Richard Claverhouse Jebb]]<ref>[https://books.google.com/books?id=DbLHNxS6heMC&pg=PA3 R. C. Jebb, ''Greek Literature'', MacMillan and Co. 1878, p. 59]</ref>}}\n\n[[File:Sir Lawrence Alma-Tadema, RA, OM - Sappho and Alcaeus - Walters 37159.jpg|thumb|right|upright=1.8|''[[Sappho and Alcaeus]]'' by \n[[Lawrence Alma-Tadema]]. [[The Walters Art Museum]].]]\nAlcaeus was a contemporary and a countryman of [[Sappho]] and, since both poets composed for the entertainment of Mytilenean friends, they had many opportunities to associate with each other on a quite regular basis, such as at the ''Kallisteia'', an annual festival celebrating the island's federation under Mytilene, held at the 'Messon' (referred to as ''temenos'' in frs. 129 and 130), where Sappho performed publicly with female choirs. Alcaeus' reference to Sappho in terms more typical of a divinity, as ''holy/pure, honey-smiling Sappho'' (fr. 384), may owe its inspiration to her performances at the festival.<ref name=\"university19\"/> The Lesbian or Aeolic school of poetry \"reached in the songs of Sappho and Alcaeus that high point of brilliancy to which it never after-wards approached\"<ref>James S. Easby-Smith, ''The Songs of Alcaeus'', W. H. Lowdermilk and Co., Washington, 1901</ref> and it was assumed by later Greek critics and during the early centuries of the Christian era that the two poets were in fact lovers, a theme which became a favourite subject in art (as in the urn pictured above).\n\n", "attributes": [{"name": "cite web", "values": [{"name": "first", "value": "James S."}, {"name": "last", "value": "Easby-Smith"}, {"name": "title", "value": "The Songs of Alcaeus"}, {"name": "publisher", "value": "[[William Harrison Lowdermilk|W. H. Lowdermilk and Co.]]"}, {"name": "location", "value": "Washington"}, {"name": "year", "value": "1901"}, {"name": "url", "value": "https://archive.org/stream/songsalcaeusmem00englgoog/songsalcaeusmem00englgoog_djvu.txt"}]}, {"name": "Quotation", "values": [{"name": "1", "value": "\"Alcaeus was in some respects not unlike a [[Royalist]] soldier of the age of the [[Stuarts]]. He had the high spirit and reckless gaiety, the love of country bound up with belief in a caste, the licence tempered by generosity and sometimes by tenderness, of a cavalier who has seen good and evil days.\" — [[Richard Claverhouse Jebb]]<ref>[https://books.google.com/books?id=DbLHNxS6heMC&pg=PA3 R. C. Jebb, ''Greek Literature'', MacMillan and Co. 1878, p. 59]</ref>"}]}], "id": 1}, {"title": "Poetry", "paragraphs": "The poetic works of Alcaeus were collected into ten books, with elaborate commentaries, by the Alexandrian scholars [[Aristophanes of Byzantium]] and [[Aristarchus of Samothrace]] sometime in the 3rd century BC, and yet his verses today exist only in fragmentary form, varying in size from mere phrases, such as ''wine, window into a man'' (fr. 333) to entire groups of verses and stanzas, such as those quoted below (fr. 346). Alexandrian scholars numbered him in their [[Nine lyric poets|canonic nine]] (one lyric poet per Muse). Among these, [[Pindar]] was held by many ancient critics to be pre-eminent,<ref>[[Quintilian]] [http://penelope.uchicago.edu/Thayer/E/Roman/Texts/Quintilian/Institutio_Oratoria/10A*.html#1.61 10.1.61]; cf. [[Longinus (literature)|Pseudo-Longinus]] [http://classicpersuasion.org/pw/longinus/desub011.htm#xxxiii 33.5] {{Webarchive|url=https://web.archive.org/web/20110806092832/http://classicpersuasion.org/pw/longinus/desub011.htm#xxxiii |date=2011-08-06 }}.</ref> but some gave precedence to Alcaeus instead.<ref name=\"digitized1\">James Easby-Smith, ''The Songs of Alcaeus'' p.31</ref> The canonic nine are traditionally divided into two groups, with Alcaeus, Sappho and [[Anacreon]], being 'monodists' or 'solo-singers', with the following characteristics:<ref>Andrew M.Miller (trans.), ''Greek Lyric: An Anthology in Translation'', Hackett Publishing Co. (1996), Intro. xiii</ref>\n* They composed and performed personally for friends and associates on topics of immediate interest to them;\n* They wrote in their native dialects (Alcaeus and Sappho in Aeolic dialect, Anacreon in Ionic);\n* They preferred quite short, metrically simple stanzas or 'strophes' which they re-used in many poems — hence the 'Alcaic' and 'Sapphic' stanzas, named after the two poets who perfected them or possibly invented them.\nThe other six of the canonic nine composed verses for public occasions, performed by choruses and professional singers and typically featuring complex metrical arrangements that were never reproduced in other verses. However, this division into two groups is considered by some modern scholars to be too simplistic and often it is practically impossible to know whether a lyric composition was sung or recited, or whether or not it was accompanied by musical instruments and dance. Even the private reflections of Alcaeus, ostensibly sung at dinner parties, still retain a public function.<ref name=\"university19\">{{cite book|first=Gregory |last=Nagy|title=Lyric and Greek Myth (The Cambridge Companion to Greek Mythology)|publisher= ed. R. D. Woodward, Cambridge University Press |year=2007|pages=19–51 |url=http://chs.harvard.edu/wa/pageR?tn=ArticleWrapper&bdc=12&mn=2654}}</ref>\n\nCritics often seek to understand Alcaeus in comparison with Sappho:\n{{Quotation|If we compare the two, we find that Alcaeus is versatile, Sappho narrow in her range; that his verse is less polished and less melodious than hers; and that the emotions which he chooses to display are less intense. — David Campbell<ref name=\"David A 1982 page 287\">David A. Campbell, ''Greek Lyric Poetry'', Bristol Classical Press (1982), p. 287</ref>}}\n{{Quotation|The Aeolian song is suddenly revealed, as a mature work of art, in the spirited stanzas of Alcaeus. It is raised to a supreme excellence by his younger contemporary, Sappho, whose melody is unsurpassed, perhaps unequalled, among all the relics of Greek verse. — Richard Jebb<ref>{{cite book|first=Richard |last=Jebb|title=Bacchylides: the poems and fragments|publisher= [[Cambridge University Press]] |year=1905|page= 29 |url=https://archive.org/stream/bacchylidespoem00jebbgoog#page/n9/mode/1up}}</ref>}}\n{{Quotation|In the variety of his subjects, in the exquisite rhythm of his meters, and in the faultless perfection of his style, all of which appear even in mutilated fragments, he excels all the poets, even his more intense, more delicate and more truly inspired contemporary Sappho. — James Easby-Smith<ref name=\"digitized1\"/>}}\nThe Roman poet, Horace, also compared the two, describing Alcaeus as \"more full-throatedly singing\"<ref name=\"classics116\">James Michie (trans.), ''The Odes of Horace'', Penguin Classics (1964), p. 116</ref> — see [[Alcaeus of Mytilene#Horace|Horace's tribute]] below. Alcaeus himself seems to underscore the difference between his own 'down-to-earth' style and Sappho's more 'celestial' qualities when he describes her almost as a goddess (as cited above), and yet it has been argued that both poets were concerned with a balance between the divine and the profane, each emphasising different elements in that balance.<ref name=\"university19\"/>\n\n[[Dionysius of Halicarnassus]] exhorts us to \"Observe in Alcaeus the sublimity, brevity and sweetness coupled with stern power, his splendid figures, and his clearness which was unimpaired by the dialect; and above all mark his manner of expressing his sentiments on public affairs,\"<ref>''Imit. 422'', quoted from Easby-Smith in ''Songs of Alcaeus''</ref> while [[Quintilian]], after commending Alcaeus for his excellence \"in that part of his works where he inveighs against tyrants and contributes to good morals; in his language he is concise, exalted, careful and often like an orator;\" goes on to add: \"but he descended into wantonness and amours, though better fitted for higher things.\"<ref>Quintillian 10.1.63, quoted by D.Campbell in ''G.L.P'', p. 288</ref>\n\n===Poetic genres===\nThe works of Alcaeus are conventionally grouped according to five genres.\n* '''Political songs''': Alcaeus often composed on a political theme, covering the power struggles on Lesbos with the passion and vigour of a partisan, cursing his opponents,<ref>fr. 129</ref> rejoicing in their deaths,<ref name=\"autogenerated1\">fr. 332</ref> delivering blood-curdling homilies on the consequences of political inaction<ref>fr. S262</ref> and exhorting his comrades to heroic defiance, as in one of his 'ship of state' allegories.<ref>fr. 6</ref> Commenting on Alcaeus as a political poet, the scholar [[Dionysius of Halicarnassus]] once observed that \"...if you removed the meter you would find political rhetoric.\"<ref>''Imit. 422'', quoted by Campbell in ''G.L.P.'', p. 286</ref>\n* '''Drinking songs''': According to the grammarian [[Athenaeus]], Alcaeus made every occasion an excuse for drinking and he has provided posterity several quotes in proof of it.<ref>Athenaeus 10.430c</ref> Alcaeus exhorts his friends to drink in celebration of a tyrant's death,<ref name=\"autogenerated1\">fr. 332</ref> to drink away their sorrows,<ref>Frs. 335, 346</ref> to drink because life is short<ref>fr. 38A</ref> and along the lines ''in vino veritas'',<ref>fr. 333</ref> to drink through winter storms<ref>fr. 338</ref> and to drink through the heat of summer.<ref>fr. 347</ref> The latter poem in fact paraphrases verses from [[Hesiod]],<ref>Hesiod ''Op.'' 582–8</ref> re-casting them in Asclepiad meter and Aeolian dialect.\n* '''Hymns''': Alcaeus sang about the gods in the spirit of the [[Homeric hymns]], to entertain his companions rather than to glorify the gods and in the same meters that he used for his 'secular' lyrics.<ref>David A. Campbell, ''Greek Lyric Poetry'', Bristol Classical Press (1982), p. 286</ref> There are for example fragments in 'Sapphic' meter praising the [[Dioscuri]],<ref>fr. 34a</ref> [[Hermes]]<ref>fr. 308c</ref> and the river [[Maritsa|Hebrus]]<ref>fr. 45</ref> (a river significant in Lesbian mythology since it was down its waters that the head of [[Orpheus]] was believed to have floated singing, eventually crossing the sea to Lesbos and ending up in a temple of Apollo, as a symbol of Lesbian supremacy in song).<ref>David A. Campbell, ''Greek Lyric Poetry'', Bristol Classical Press (1982), pp. 292–3</ref> According to [[Porphyrion]], the hymn to Hermes was imitated by Horace in one of his own 'sapphic' odes (C.1.10: ''Mercuri, facunde nepos Atlantis'').<ref>David Campbell, 'Monody', in ''The Cambridge History of Classical Literature: Greek Literature'', P. Easterling and E. Kenney (eds), Cambridge University Press (1985), p. 213</ref>\n* '''Love songs''': Almost all Alcaeus' amorous verses, mentioned with disapproval by Quintilian above, have vanished without trace. There is a brief reference to his love poetry in a passage by [[Cicero]].<ref>Cicero, ''Tusc. Disp.'' 4.71</ref> [[Horace]], who often wrote in imitation of Alcaeus, sketches in verse one of the Lesbian poet's favourite subjects — Lycus of the black hair and eyes (C.1.32.11-12: ''nigris oculis nigroque/crine decorum''). It is possible that Alcaeus wrote amorously about Sappho, as indicated in an earlier quote.<ref>fr. 384; however, Liberman (1999) reads \"Aphro\" (Ἄφροι; a diminutive of \"Aphrodite\"), instead of \"Sappho\".</ref>\n* '''Miscellaneous''': Alcaeus wrote on such a wide variety of subjects and themes that contradictions in his character emerge. The grammarian Athenaeus quoted some verses about perfumed ointments to prove just how unwarlike Alcaeus could be<ref>fr. 362, Athenaeus 15.687d</ref> and he quoted his description of the armour adorning the walls of his house<ref>fr. 357</ref> as proof that he could be unusually warlike for a lyric poet.<ref>Athenaeus 14.627a</ref> Other examples of his readiness for both warlike and unwarlike subjects are lyrics celebrating his brother's heroic exploits as a Babylonian mercenary<ref>fr. 350</ref> and  lyrics sung in a rare meter (Sapphic Ionic in minore) in the voice of a distressed girl,<ref>fr. 10B</ref> \"Wretched me, who share in all ills!\" — possibly imitated by Horace in an ode in the same meter (C.3.12: ''Miserarum est neque amori dare ludum neque dulci'').<ref name=\"literature214\">David Campbell, 'Monody', in ''The Cambridge History of Classical Literature: Greek Literature'', P. Easterling and E. Kenney (eds), Cambridge University Press (1985), p. 214</ref> He also wrote Sapphic stanzas on Homeric themes but in un-Homeric style, comparing [[Helen of Troy]] unfavourably with [[Thetis]], the mother of [[Akhilles]].<ref>fr. 42</ref>\n\n===A drinking poem (fr. 346)===\nThe following verses demonstrate some key characteristics of the Alcaic style (square brackets indicate uncertainties in the ancient text):\n{{Verse translation|italicsoff=y|\n{{lang|grc|πώνωμεν· τί τὰ λύχν' ὀμμένομεν; δάκτυλος ἀμέρα·\nκὰδ δ'ἄερρε κυλίχναις μεγάλαις [αιτα]ποικίλαισ·\nοἶνον γὰρ Σεμέλας καὶ Δίος υἶος λαθικάδεον\nἀνθρώποισιν ἔδωκ'. ἔγχεε κέρναις ἔνα καὶ δύο\nπλήαις κὰκ κεφάλας, [ἀ] δ' ἀτέρα τὰν ἀτέραν κύλιξ\nὠθήτω...}}<ref>David A. Campbell, ''Greek Lyric Poetry'', Bristol Classical Press (1982), p. 60</ref>\n|\nLet's drink! Why are we waiting for the lamps? Only an inch of daylight left.\nLift down the large cups, my friends, the painted ones;\nfor wine was given to men by the son of Semele and Zeus\nto help them forget their troubles. Mix one part of water to two of wine,\npour it in up to the brim, and let one cup push the other along...<ref>Andrew M.Miller (trans.), ''Greek Lyric: An Anthology in Translation'', Hackett Publishing Co. (1996), p. 48</ref>}}\n\nThe Greek meter here is relatively simple, comprising the Greater [[Asclepiad (poetry)|Asclepiad]], adroitly used to convey, for example, the rhythm of jostling cups  ({{lang|grc|ἀ δ' ἀτέρα τὰν ἀτέραν}}). The language of the poem is typically direct and concise and comprises short sentences — the first line is in fact a model of condensed meaning, comprising an exhortation (\"Let's drink!), a rhetorical question (\"Why are we waiting for the lamps?\") and a justifying statement (Only an inch of daylight left.)<ref>David Campbell, 'Monody', in ''The Cambridge History of Classical Literature: Greek Literature'', P. Easterling and E. Kenney (eds), Cambridge University Press (1985), p. 212</ref> The meaning is clear and uncomplicated, the subject is drawn from personal experience, and there is an absence of poetic ornament, such as simile or metaphor. Like many of his poems (e.g., frs. 38, 326, 338, 347, 350), it begins with a verb (in this case \"Let's drink!\") and it includes a proverbial expression (\"Only an inch of daylight left\") though it is possible that he coined it himself.<ref name=\"David A 1982 page 287\"/>\n\n===A hymn (fr. 34)===\nAlcaeus rarely used metaphor or simile and yet he had a fondness for the allegory of the storm-tossed ship of state. The following fragment of a hymn to Castor and Polydeuces (the [[Dioscuri]]) is possibly another example of this though some scholars interpret it instead as a prayer for a safe voyage.<ref>David A. Campbell, ''Greek Lyric Poetry'', Bristol Classical Press (1982), pp. 286, 289</ref>\n<poem style=\"margin-left:2em\">\nHither now to me from your isle of Pelops,\nYou powerful children of Zeus and Leda,\nShowing youselves kindly by nature, Castor\nAnd Polydeuces!\n\nTravelling abroad on swift-footed horses,\nOver the wide earth, over all the ocean,\nHow easily you bring deliverance from\nDeath's gelid rigor,\n\nLanding on tall ships with a sudden, great bound,\nA far-away light up the forestays running,\nBringing radiance to a ship in trouble,\nSailed in the darkness!\n</poem>\n\nThe poem was written in [[Sapphic stanza]]s, a verse form popularly associated with his compatriot, Sappho, but in which he too excelled, here paraphrased in English to suggest the same rhythms. There were probably another three stanzas in the original poem but only nine letters of them remain.<ref>David A. Campbell, ''Greek Lyric'' Vol. I, Loeb Classical Library (1990), p. 247</ref> The 'far-away light' ({{lang|grc|Πήλοθεν λάμπροι}}) is a reference to [[St Elmo's Fire]], an electrical discharge supposed by ancient Greek mariners to be an epiphany of the Dioscuri, but the meaning of the line was obscured by gaps in the papyrus until reconstructed by a modern scholar—such reconstructions are typical of the extant poetry (see [[Alcaeus of Mytilene#Scholars, fragments and sources|Scholars, fragments and sources]] below). This poem doesn't begin with a verb but with an adverb (Δευτέ) but still communicates a sense of action. He probably performed his verses at [[Symposium|drinking parties]] for friends and political allies—men for whom loyalty was essential, particularly in such troubled times.<ref name=\"literature214\"/>\n\n", "attributes": [{"name": "Webarchive", "values": [{"name": "url", "value": "https://web.archive.org/web/20110806092832/http://classicpersuasion.org/pw/longinus/desub011.htm#xxxiii"}, {"name": "date", "value": "2011-08-06"}]}, {"name": "cite book", "values": [{"name": "first", "value": "Gregory"}, {"name": "last", "value": "Nagy"}, {"name": "title", "value": "Lyric and Greek Myth (The Cambridge Companion to Greek Mythology)"}, {"name": "publisher", "value": "ed. R. D. Woodward, Cambridge University Press"}, {"name": "year", "value": "2007"}, {"name": "pages", "value": "19–51"}, {"name": "url", "value": "http://chs.harvard.edu/wa/pageR?tn=ArticleWrapper&bdc=12&mn=2654"}]}, {"name": "Quotation", "values": [{"name": "1", "value": "If we compare the two, we find that Alcaeus is versatile, Sappho narrow in her range; that his verse is less polished and less melodious than hers; and that the emotions which he chooses to display are less intense. — David Campbell<ref name=\"David A 1982 page 287\">David A. Campbell, ''Greek Lyric Poetry'', Bristol Classical Press (1982), p. 287</ref>"}]}, {"name": "Quotation", "values": [{"name": "1", "value": "The Aeolian song is suddenly revealed, as a mature work of art, in the spirited stanzas of Alcaeus. It is raised to a supreme excellence by his younger contemporary, Sappho, whose melody is unsurpassed, perhaps unequalled, among all the relics of Greek verse. — Richard Jebb<ref>{{cite book|first=Richard |last=Jebb|title=Bacchylides: the poems and fragments|publisher= [[Cambridge University Press]] |year=1905|page= 29 |url=https://archive.org/stream/bacchylidespoem00jebbgoog#page/n9/mode/1up}}</ref>"}]}, {"name": "cite book", "values": [{"name": "first", "value": "Richard"}, {"name": "last", "value": "Jebb"}, {"name": "title", "value": "Bacchylides: the poems and fragments"}, {"name": "publisher", "value": "[[Cambridge University Press]]"}, {"name": "year", "value": "1905"}, {"name": "page", "value": "29"}, {"name": "url", "value": "https://archive.org/stream/bacchylidespoem00jebbgoog#page/n9/mode/1up"}]}, {"name": "Quotation", "values": [{"name": "In the variety of his subjects, in the exquisite rhythm of his meters, and in the faultless perfection of his style, all of which appear even in mutilated fragments, he excels all the poets, even his more intense, more delicate and more truly inspired contemporary Sappho. — James Easby-Smith<ref name", "value": "\"digitized1\"/>"}]}, {"name": "Verse translation", "values": [{"name": "italicsoff", "value": "y"}, {"name": "1", "value": "{{lang|grc|πώνωμεν· τί τὰ λύχν' ὀμμένομεν; δάκτυλος ἀμέρα·\nκὰδ δ'ἄερρε κυλίχναις μεγάλαις [αιτα]ποικίλαισ·\nοἶνον γὰρ Σεμέλας καὶ Δίος υἶος λαθικάδεον\nἀνθρώποισιν ἔδωκ'. ἔγχεε κέρναις ἔνα καὶ δύο\nπλήαις κὰκ κεφάλας, [ἀ] δ' ἀτέρα τὰν ἀτέραν κύλιξ\nὠθήτω...}}<ref>David A. Campbell, ''Greek Lyric Poetry'', Bristol Classical Press (1982), p. 60</ref>"}, {"name": "2", "value": "Let's drink! Why are we waiting for the lamps? Only an inch of daylight left.\nLift down the large cups, my friends, the painted ones;\nfor wine was given to men by the son of Semele and Zeus\nto help them forget their troubles. Mix one part of water to two of wine,\npour it in up to the brim, and let one cup push the other along...<ref>Andrew M.Miller (trans.), ''Greek Lyric: An Anthology in Translation'', Hackett Publishing Co. (1996), p. 48</ref>"}]}, {"name": "lang", "values": [{"name": "1", "value": "grc"}, {"name": "2", "value": "πώνωμεν· τί τὰ λύχν' ὀμμένομεν; δάκτυλος ἀμέρα·\nκὰδ δ'ἄερρε κυλίχναις μεγάλαις [αιτα]ποικίλαισ·\nοἶνον γὰρ Σεμέλας καὶ Δίος υἶος λαθικάδεον\nἀνθρώποισιν ἔδωκ'. ἔγχεε κέρναις ἔνα καὶ δύο\nπλήαις κὰκ κεφάλας, [ἀ] δ' ἀτέρα τὰν ἀτέραν κύλιξ\nὠθήτω..."}]}, {"name": "lang", "values": [{"name": "1", "value": "grc"}, {"name": "2", "value": "ἀ δ' ἀτέρα τὰν ἀτέραν"}]}, {"name": "lang", "values": [{"name": "1", "value": "grc"}, {"name": "2", "value": "Πήλοθεν λάμπροι"}]}], "id": 2}, {"title": "Poetic genres", "paragraphs": "The works of Alcaeus are conventionally grouped according to five genres.\n* '''Political songs''': Alcaeus often composed on a political theme, covering the power struggles on Lesbos with the passion and vigour of a partisan, cursing his opponents,<ref>fr. 129</ref> rejoicing in their deaths,<ref name=\"autogenerated1\">fr. 332</ref> delivering blood-curdling homilies on the consequences of political inaction<ref>fr. S262</ref> and exhorting his comrades to heroic defiance, as in one of his 'ship of state' allegories.<ref>fr. 6</ref> Commenting on Alcaeus as a political poet, the scholar [[Dionysius of Halicarnassus]] once observed that \"...if you removed the meter you would find political rhetoric.\"<ref>''Imit. 422'', quoted by Campbell in ''G.L.P.'', p. 286</ref>\n* '''Drinking songs''': According to the grammarian [[Athenaeus]], Alcaeus made every occasion an excuse for drinking and he has provided posterity several quotes in proof of it.<ref>Athenaeus 10.430c</ref> Alcaeus exhorts his friends to drink in celebration of a tyrant's death,<ref name=\"autogenerated1\">fr. 332</ref> to drink away their sorrows,<ref>Frs. 335, 346</ref> to drink because life is short<ref>fr. 38A</ref> and along the lines ''in vino veritas'',<ref>fr. 333</ref> to drink through winter storms<ref>fr. 338</ref> and to drink through the heat of summer.<ref>fr. 347</ref> The latter poem in fact paraphrases verses from [[Hesiod]],<ref>Hesiod ''Op.'' 582–8</ref> re-casting them in Asclepiad meter and Aeolian dialect.\n* '''Hymns''': Alcaeus sang about the gods in the spirit of the [[Homeric hymns]], to entertain his companions rather than to glorify the gods and in the same meters that he used for his 'secular' lyrics.<ref>David A. Campbell, ''Greek Lyric Poetry'', Bristol Classical Press (1982), p. 286</ref> There are for example fragments in 'Sapphic' meter praising the [[Dioscuri]],<ref>fr. 34a</ref> [[Hermes]]<ref>fr. 308c</ref> and the river [[Maritsa|Hebrus]]<ref>fr. 45</ref> (a river significant in Lesbian mythology since it was down its waters that the head of [[Orpheus]] was believed to have floated singing, eventually crossing the sea to Lesbos and ending up in a temple of Apollo, as a symbol of Lesbian supremacy in song).<ref>David A. Campbell, ''Greek Lyric Poetry'', Bristol Classical Press (1982), pp. 292–3</ref> According to [[Porphyrion]], the hymn to Hermes was imitated by Horace in one of his own 'sapphic' odes (C.1.10: ''Mercuri, facunde nepos Atlantis'').<ref>David Campbell, 'Monody', in ''The Cambridge History of Classical Literature: Greek Literature'', P. Easterling and E. Kenney (eds), Cambridge University Press (1985), p. 213</ref>\n* '''Love songs''': Almost all Alcaeus' amorous verses, mentioned with disapproval by Quintilian above, have vanished without trace. There is a brief reference to his love poetry in a passage by [[Cicero]].<ref>Cicero, ''Tusc. Disp.'' 4.71</ref> [[Horace]], who often wrote in imitation of Alcaeus, sketches in verse one of the Lesbian poet's favourite subjects — Lycus of the black hair and eyes (C.1.32.11-12: ''nigris oculis nigroque/crine decorum''). It is possible that Alcaeus wrote amorously about Sappho, as indicated in an earlier quote.<ref>fr. 384; however, Liberman (1999) reads \"Aphro\" (Ἄφροι; a diminutive of \"Aphrodite\"), instead of \"Sappho\".</ref>\n* '''Miscellaneous''': Alcaeus wrote on such a wide variety of subjects and themes that contradictions in his character emerge. The grammarian Athenaeus quoted some verses about perfumed ointments to prove just how unwarlike Alcaeus could be<ref>fr. 362, Athenaeus 15.687d</ref> and he quoted his description of the armour adorning the walls of his house<ref>fr. 357</ref> as proof that he could be unusually warlike for a lyric poet.<ref>Athenaeus 14.627a</ref> Other examples of his readiness for both warlike and unwarlike subjects are lyrics celebrating his brother's heroic exploits as a Babylonian mercenary<ref>fr. 350</ref> and  lyrics sung in a rare meter (Sapphic Ionic in minore) in the voice of a distressed girl,<ref>fr. 10B</ref> \"Wretched me, who share in all ills!\" — possibly imitated by Horace in an ode in the same meter (C.3.12: ''Miserarum est neque amori dare ludum neque dulci'').<ref name=\"literature214\">David Campbell, 'Monody', in ''The Cambridge History of Classical Literature: Greek Literature'', P. Easterling and E. Kenney (eds), Cambridge University Press (1985), p. 214</ref> He also wrote Sapphic stanzas on Homeric themes but in un-Homeric style, comparing [[Helen of Troy]] unfavourably with [[Thetis]], the mother of [[Akhilles]].<ref>fr. 42</ref>\n\n", "attributes": [], "id": 3}, {"title": "A drinking poem (fr. 346)", "paragraphs": "The following verses demonstrate some key characteristics of the Alcaic style (square brackets indicate uncertainties in the ancient text):\n{{Verse translation|italicsoff=y|\n{{lang|grc|πώνωμεν· τί τὰ λύχν' ὀμμένομεν; δάκτυλος ἀμέρα·\nκὰδ δ'ἄερρε κυλίχναις μεγάλαις [αιτα]ποικίλαισ·\nοἶνον γὰρ Σεμέλας καὶ Δίος υἶος λαθικάδεον\nἀνθρώποισιν ἔδωκ'. ἔγχεε κέρναις ἔνα καὶ δύο\nπλήαις κὰκ κεφάλας, [ἀ] δ' ἀτέρα τὰν ἀτέραν κύλιξ\nὠθήτω...}}<ref>David A. Campbell, ''Greek Lyric Poetry'', Bristol Classical Press (1982), p. 60</ref>\n|\nLet's drink! Why are we waiting for the lamps? Only an inch of daylight left.\nLift down the large cups, my friends, the painted ones;\nfor wine was given to men by the son of Semele and Zeus\nto help them forget their troubles. Mix one part of water to two of wine,\npour it in up to the brim, and let one cup push the other along...<ref>Andrew M.Miller (trans.), ''Greek Lyric: An Anthology in Translation'', Hackett Publishing Co. (1996), p. 48</ref>}}\n\nThe Greek meter here is relatively simple, comprising the Greater [[Asclepiad (poetry)|Asclepiad]], adroitly used to convey, for example, the rhythm of jostling cups  ({{lang|grc|ἀ δ' ἀτέρα τὰν ἀτέραν}}). The language of the poem is typically direct and concise and comprises short sentences — the first line is in fact a model of condensed meaning, comprising an exhortation (\"Let's drink!), a rhetorical question (\"Why are we waiting for the lamps?\") and a justifying statement (Only an inch of daylight left.)<ref>David Campbell, 'Monody', in ''The Cambridge History of Classical Literature: Greek Literature'', P. Easterling and E. Kenney (eds), Cambridge University Press (1985), p. 212</ref> The meaning is clear and uncomplicated, the subject is drawn from personal experience, and there is an absence of poetic ornament, such as simile or metaphor. Like many of his poems (e.g., frs. 38, 326, 338, 347, 350), it begins with a verb (in this case \"Let's drink!\") and it includes a proverbial expression (\"Only an inch of daylight left\") though it is possible that he coined it himself.<ref name=\"David A 1982 page 287\"/>\n\n", "attributes": [{"name": "Verse translation", "values": [{"name": "italicsoff", "value": "y"}, {"name": "1", "value": "{{lang|grc|πώνωμεν· τί τὰ λύχν' ὀμμένομεν; δάκτυλος ἀμέρα·\nκὰδ δ'ἄερρε κυλίχναις μεγάλαις [αιτα]ποικίλαισ·\nοἶνον γὰρ Σεμέλας καὶ Δίος υἶος λαθικάδεον\nἀνθρώποισιν ἔδωκ'. ἔγχεε κέρναις ἔνα καὶ δύο\nπλήαις κὰκ κεφάλας, [ἀ] δ' ἀτέρα τὰν ἀτέραν κύλιξ\nὠθήτω...}}<ref>David A. Campbell, ''Greek Lyric Poetry'', Bristol Classical Press (1982), p. 60</ref>"}, {"name": "2", "value": "Let's drink! Why are we waiting for the lamps? Only an inch of daylight left.\nLift down the large cups, my friends, the painted ones;\nfor wine was given to men by the son of Semele and Zeus\nto help them forget their troubles. Mix one part of water to two of wine,\npour it in up to the brim, and let one cup push the other along...<ref>Andrew M.Miller (trans.), ''Greek Lyric: An Anthology in Translation'', Hackett Publishing Co. (1996), p. 48</ref>"}]}, {"name": "lang", "values": [{"name": "1", "value": "grc"}, {"name": "2", "value": "πώνωμεν· τί τὰ λύχν' ὀμμένομεν; δάκτυλος ἀμέρα·\nκὰδ δ'ἄερρε κυλίχναις μεγάλαις [αιτα]ποικίλαισ·\nοἶνον γὰρ Σεμέλας καὶ Δίος υἶος λαθικάδεον\nἀνθρώποισιν ἔδωκ'. ἔγχεε κέρναις ἔνα καὶ δύο\nπλήαις κὰκ κεφάλας, [ἀ] δ' ἀτέρα τὰν ἀτέραν κύλιξ\nὠθήτω..."}]}, {"name": "lang", "values": [{"name": "1", "value": "grc"}, {"name": "2", "value": "ἀ δ' ἀτέρα τὰν ἀτέραν"}]}], "id": 4}, {"title": "A hymn (fr. 34)", "paragraphs": "Alcaeus rarely used metaphor or simile and yet he had a fondness for the allegory of the storm-tossed ship of state. The following fragment of a hymn to Castor and Polydeuces (the [[Dioscuri]]) is possibly another example of this though some scholars interpret it instead as a prayer for a safe voyage.<ref>David A. Campbell, ''Greek Lyric Poetry'', Bristol Classical Press (1982), pp. 286, 289</ref>\n<poem style=\"margin-left:2em\">\nHither now to me from your isle of Pelops,\nYou powerful children of Zeus and Leda,\nShowing youselves kindly by nature, Castor\nAnd Polydeuces!\n\nTravelling abroad on swift-footed horses,\nOver the wide earth, over all the ocean,\nHow easily you bring deliverance from\nDeath's gelid rigor,\n\nLanding on tall ships with a sudden, great bound,\nA far-away light up the forestays running,\nBringing radiance to a ship in trouble,\nSailed in the darkness!\n</poem>\n\nThe poem was written in [[Sapphic stanza]]s, a verse form popularly associated with his compatriot, Sappho, but in which he too excelled, here paraphrased in English to suggest the same rhythms. There were probably another three stanzas in the original poem but only nine letters of them remain.<ref>David A. Campbell, ''Greek Lyric'' Vol. I, Loeb Classical Library (1990), p. 247</ref> The 'far-away light' ({{lang|grc|Πήλοθεν λάμπροι}}) is a reference to [[St Elmo's Fire]], an electrical discharge supposed by ancient Greek mariners to be an epiphany of the Dioscuri, but the meaning of the line was obscured by gaps in the papyrus until reconstructed by a modern scholar—such reconstructions are typical of the extant poetry (see [[Alcaeus of Mytilene#Scholars, fragments and sources|Scholars, fragments and sources]] below). This poem doesn't begin with a verb but with an adverb (Δευτέ) but still communicates a sense of action. He probably performed his verses at [[Symposium|drinking parties]] for friends and political allies—men for whom loyalty was essential, particularly in such troubled times.<ref name=\"literature214\"/>\n\n", "attributes": [{"name": "lang", "values": [{"name": "1", "value": "grc"}, {"name": "2", "value": "Πήλοθεν λάμπροι"}]}], "id": 5}, {"title": "Tributes from other poets", "paragraphs": "\n===Horace===\nThe Roman poet [[Horace]] modelled his own lyrical compositions on those of Alcaeus, rendering the Lesbian poet's verse-forms, including 'Alcaic' and 'Sapphic' stanzas, into concise Latin — an achievement he celebrates in his third book of odes.<ref>Horace ''Od.'' 3.30</ref> In his second book, in an ode composed in Alcaic stanzas on the subject of an almost fatal accident he had on his farm, he imagines meeting Alcaeus and Sappho in [[Hades]]:\n{{Verse translation|lang=la|\nquam paene furvae regna [[Proserpina]]e\net iudicantem vidimus [[Aeacus|Aeacum]]\n:sedesque descriptas piorum et\n::Aeoliis fidibus querentem\n\nSappho puellis de popularibus\net te sonantem plenius aureo,\n:Alcaee, plectro dura navis,\n::dura fugae mala, dura belli! <ref>Horace ''Od.'' 2.13.21–8</ref>\n|\nHow close the realm of dusky Proserpine\nYawned at that instant! I half glimpsed the dire\nJudge of the dead, the blest in their divine\nSeclusion, Sappho on the Aeolian lyre,\n\nMourning the cold girls of her native isle,\nAnd you, Alcaeus, more full-throatedly\nSinging with your gold quill of ships, exile\nAnd war, hardship on land, hardship at sea.<ref name=\"classics116\"/>}}\n\n===Ovid===\n[[Ovid]] compared Alcaeus to Sappho in [[Heroides|Letters of the Heroines]], where Sappho is imagined to speak as follows:\n{{Verse translation|\nnec plus Alcaeus consors patriaeque lyraeque\n:laudis habet, quamvis grandius ille sonet.\n|\nNor does Alcaeus, my fellow-countryman and fellow-poet,\n:receive more praise, although he resounds more grandly.<ref>Ovid ''Her''.15.29s, cited and translated by David A. Campbell, ''Greek Lyric I: Sappho and Alcaeus'', Loeb Classical Library (1982), p. 39</ref>}}\n\n", "attributes": [{"name": "Verse translation", "values": [{"name": "lang", "value": "la"}, {"name": "1", "value": "quam paene furvae regna [[Proserpina]]e\net iudicantem vidimus [[Aeacus|Aeacum]]\n:sedesque descriptas piorum et\n::Aeoliis fidibus querentem\n\nSappho puellis de popularibus\net te sonantem plenius aureo,\n:Alcaee, plectro dura navis,\n::dura fugae mala, dura belli! <ref>Horace ''Od.'' 2.13.21–8</ref>"}, {"name": "How close the realm of dusky Proserpine\nYawned at that instant! I half glimpsed the dire\nJudge of the dead, the blest in their divine\nSeclusion, Sappho on the Aeolian lyre,\n\nMourning the cold girls of her native isle,\nAnd you, Alcaeus, more full-throatedly\nSinging with your gold quill of ships, exile\nAnd war, hardship on land, hardship at sea.<ref name", "value": "\"classics116\"/>"}]}, {"name": "Verse translation", "values": [{"name": "1", "value": "nec plus Alcaeus consors patriaeque lyraeque\n:laudis habet, quamvis grandius ille sonet."}, {"name": "2", "value": "Nor does Alcaeus, my fellow-countryman and fellow-poet,\n:receive more praise, although he resounds more grandly.<ref>Ovid ''Her''.15.29s, cited and translated by David A. Campbell, ''Greek Lyric I: Sappho and Alcaeus'', Loeb Classical Library (1982), p. 39</ref>"}]}], "id": 6}, {"title": "Horace", "paragraphs": "The Roman poet [[Horace]] modelled his own lyrical compositions on those of Alcaeus, rendering the Lesbian poet's verse-forms, including 'Alcaic' and 'Sapphic' stanzas, into concise Latin — an achievement he celebrates in his third book of odes.<ref>Horace ''Od.'' 3.30</ref> In his second book, in an ode composed in Alcaic stanzas on the subject of an almost fatal accident he had on his farm, he imagines meeting Alcaeus and Sappho in [[Hades]]:\n{{Verse translation|lang=la|\nquam paene furvae regna [[Proserpina]]e\net iudicantem vidimus [[Aeacus|Aeacum]]\n:sedesque descriptas piorum et\n::Aeoliis fidibus querentem\n\nSappho puellis de popularibus\net te sonantem plenius aureo,\n:Alcaee, plectro dura navis,\n::dura fugae mala, dura belli! <ref>Horace ''Od.'' 2.13.21–8</ref>\n|\nHow close the realm of dusky Proserpine\nYawned at that instant! I half glimpsed the dire\nJudge of the dead, the blest in their divine\nSeclusion, Sappho on the Aeolian lyre,\n\nMourning the cold girls of her native isle,\nAnd you, Alcaeus, more full-throatedly\nSinging with your gold quill of ships, exile\nAnd war, hardship on land, hardship at sea.<ref name=\"classics116\"/>}}\n\n", "attributes": [{"name": "Verse translation", "values": [{"name": "lang", "value": "la"}, {"name": "1", "value": "quam paene furvae regna [[Proserpina]]e\net iudicantem vidimus [[Aeacus|Aeacum]]\n:sedesque descriptas piorum et\n::Aeoliis fidibus querentem\n\nSappho puellis de popularibus\net te sonantem plenius aureo,\n:Alcaee, plectro dura navis,\n::dura fugae mala, dura belli! <ref>Horace ''Od.'' 2.13.21–8</ref>"}, {"name": "How close the realm of dusky Proserpine\nYawned at that instant! I half glimpsed the dire\nJudge of the dead, the blest in their divine\nSeclusion, Sappho on the Aeolian lyre,\n\nMourning the cold girls of her native isle,\nAnd you, Alcaeus, more full-throatedly\nSinging with your gold quill of ships, exile\nAnd war, hardship on land, hardship at sea.<ref name", "value": "\"classics116\"/>"}]}], "id": 7}, {"title": "Ovid", "paragraphs": "[[Ovid]] compared Alcaeus to Sappho in [[Heroides|Letters of the Heroines]], where Sappho is imagined to speak as follows:\n{{Verse translation|\nnec plus Alcaeus consors patriaeque lyraeque\n:laudis habet, quamvis grandius ille sonet.\n|\nNor does Alcaeus, my fellow-countryman and fellow-poet,\n:receive more praise, although he resounds more grandly.<ref>Ovid ''Her''.15.29s, cited and translated by David A. Campbell, ''Greek Lyric I: Sappho and Alcaeus'', Loeb Classical Library (1982), p. 39</ref>}}\n\n", "attributes": [{"name": "Verse translation", "values": [{"name": "1", "value": "nec plus Alcaeus consors patriaeque lyraeque\n:laudis habet, quamvis grandius ille sonet."}, {"name": "2", "value": "Nor does Alcaeus, my fellow-countryman and fellow-poet,\n:receive more praise, although he resounds more grandly.<ref>Ovid ''Her''.15.29s, cited and translated by David A. Campbell, ''Greek Lyric I: Sappho and Alcaeus'', Loeb Classical Library (1982), p. 39</ref>"}]}], "id": 8}, {"title": "Scholars, fragments and sources", "paragraphs": "[[File:P.Berol. inv. 9810.jpg|thumb|A 2nd century AD papyrus of Alcaeus, one of the many such fragments that have contributed to our greatly improved knowledge of Alcaeus' poetry during the 20th century (P.Berol. inv. 9810 = fr. 137 L.–P.).]]\nThe story of Alcaeus is partly the story of the scholars who rescued his work from oblivion.<ref name=\"archive1901\"/><ref>David. A. Campbell, ''Greek Lyric Poetry'', Bristol Classic Press, 1982, pp. 285–305</ref> His verses have not come down to us through a manuscript tradition — generations of scribes copying an author's collected works, such as delivered intact into the modern age four entire books of [[Pindar]]'s odes — but haphazardly, in quotes from ancient scholars and commentators whose own works have chanced to survive, and in the tattered remnants of papyri uncovered from an ancient rubbish pile at [[Oxyrhynchus]] and other locations in Egypt: sources that modern scholars have studied and correlated exhaustively, adding little by little to the world's store of poetic fragments.\n\nAncient scholars quoted Alcaeus in support of various arguments. Thus for example Heraclitus 'The Allegorist'<ref>Donald. A. Russell and David Konstan (ed.s and tran.s.), ''Heraclitus:Homeric Problems'', Society of Biblical Literature (2005), [https://books.google.com/books?id=pLf2PNEy53AC&pg=PP14 Introduction]</ref> quoted fr. 326 and part of fr. 6, about ships in a storm, in his study on Homer's use of allegory.<ref>Heraclitus ''All''.5</ref> The hymn to Hermes, fr308(b), was quoted by [[Hephaestion (grammarian)]]<ref>Hephaestion ''Ench.'' xiv.1</ref> and both he and [[Libanius]], the rhetorician, quoted the first two lines of fr. 350,<ref>Hephaestion ''Ench.'' x 3; Libanus ''Or.'' 13.5</ref> celebrating the return from Babylon of Alcaeus' brother. The rest of fr. 350 was paraphrased in prose by the historian/geographer [[Strabo]].<ref>Strabo 13.617</ref> Many fragments were supplied in quotes by [[Athenaeus]], principally on the subject of wine-drinking, but fr. 333, \"wine, window into a man\", was quoted much later by the Byzantine grammarian, [[John Tzetzes]].<ref>Tzetzes ''Alex.'' 212</ref>\n\nThe first 'modern' publication of Alcaeus' verses appeared in a Greek and Latin edition of fragments collected from the canonic nine lyrical poets by Michael Neander, published at Basle in 1556. This was followed by another edition of the nine poets, collected by [[Henricus Stephanus]] and published in Paris in 1560. Fulvius Ursinus compiled a fuller collection of Alcaic fragments, including a commentary, which was published at Antwerp in 1568. The first separate edition of Alcaeus was by Christian David Jani and it was published at Halle in 1780. The next separate edition was by August Matthiae, Leipzig 1827.\n\nSome of the fragments quoted by ancient scholars were able to be integrated by scholars in the nineteenth century. Thus for example two separate quotes by Athenaeus<ref>Athenaeus 15.674cd, 15.687d</ref> were united by [[Theodor Bergk]] to form fr. 362. Three separate sources were combined to form fr. 350, as mentioned above, including a prose paraphrase from Strabo that first needed to be restored to its original meter, a synthesis achieved by the united efforts of Otto Hoffmann, [[Karl Otfried Muller]]<ref>Müller, Karl Otfried, \"Ein Bruder des Dichters Alkäos ficht unter Nebukadnezar,\" ''Rheinisches Museum'' 1 (1827):287.</ref> and [[Franz Heinrich Ludolf Ahrens]]. The discovery of the Oxyrhynchus papyri towards the end of the nineteenth century dramatically increased the scope of scholarly research. In fact, eight important fragments have now been compiled from papyri — frs. 9, 38A, 42, 45, 34, 129, 130 and most recently S262. These fragments typically feature lacunae or gaps that scholars fill with 'educated guesses', including for example a \"brilliant supplement\" by [[Maurice Bowra]] in fr. 34, a hymn to the Dioscuri that includes a description of [[St Elmo's fire]] in the ship's rigging.<ref>David. A. Campbell, ''Greek Lyric Poetry'', Bristol Classic Press, 1982, p. 290</ref> Working with only eight letters ({{lang|grc|πρό...τρ...ντες}}; [[Romanization of Greek|tr.]] ''pró...tr...ntes''), Bowra conjured up a phrase that brilliantly develops the meaning and the euphony of the poem ({{lang|grc|πρότον' ὀντρέχοντες}}; [[Romanization of Greek|tr.]] ''próton' ontréchontes''), describing luminescence \"running along the forestays\".\n\n", "attributes": [{"name": "lang", "values": [{"name": "1", "value": "grc"}, {"name": "2", "value": "πρό...τρ...ντες"}]}, {"name": "lang", "values": [{"name": "1", "value": "grc"}, {"name": "2", "value": "πρότον' ὀντρέχοντες"}]}], "id": 9}, {"title": "References", "paragraphs": "{{Reflist}}\n\n", "attributes": [], "id": 10}, {"title": "Sources", "paragraphs": "* ''Sappho et Alcaeus. Fragmenta''. Eva-Maria Voigt (ed.). Polak and van Gennep, Amsterdam, 1971.\n* ''Greek Lyric Poetry''. D.A. Campbell (ed.). Bristol Classical Press, London, 1982. {{ISBN|978-0-86292-008-1}}\n* ''Greek Lyric 1: Sappho and Alcaeus''. D. A. Campbell (ed.). Harvard University Press, Cambridge, Mass., 1982. {{ISBN|978-0-674-99157-6}}\n* ''Alcée. Fragments''. Gauthier Liberman (ed.). [[Collection Budé]], Paris, 1999. {{ISBN|978-2-251-00476-1}}\n* ''Sappho and the Greek Lyric Poets''. Translated by Willis Barnstone. Schoken Books Inc., New York, 1988. {{ISBN|978-0-8052-0831-3}}\n\n", "attributes": [{"name": "ISBN", "values": [{"name": "1", "value": "978-0-86292-008-1"}]}, {"name": "ISBN", "values": [{"name": "1", "value": "978-0-674-99157-6"}]}, {"name": "ISBN", "values": [{"name": "1", "value": "978-2-251-00476-1"}]}, {"name": "ISBN", "values": [{"name": "1", "value": "978-0-8052-0831-3"}]}], "id": 11}, {"title": "External links", "paragraphs": "{{sisterlinks|d=Q212872|c=category:Alcaeus|s=Author:Alcaeus of Mytilene|n=no|wikt=no|v=no|voy=no|m=no|mw=no|species=no|q=no|b=no}}\n{{wikisourcelang|el|Αλκαίος ο Μυτιληναίος|Ἀλκαῖος ὁ Μυτιληναῖος }}\n*{{Internet Archive author |sname=Alcaeus}}\n*{{Librivox author |id=1117}}\n*[http://www.blackcatpoems.com/a/alcaeus.html Poems by Alcaeus]&nbsp;– English translations\n*[https://web.archive.org/web/20110514091618/http://mkatz.web.wesleyan.edu/Images2/cciv243.Alcaeus.html A. M. Miller, ''Greek Lyric'':]&nbsp;– Alcaeus, many fragments\n*[http://www.ellopos.net/elpenor/greek-texts/ancient-greece/alcaeus.asp Alcaeus Bilingual Anthology (in Greek and English, side by side)]\n\n{{Lyric poets}}\n{{Authority control}}\n\n[[Category:Nine lyric poets]]\n[[Category:Aeolic Greek poets]]\n[[Category:Ancient Greek political refugees]]\n[[Category:Ancient Mytileneans]]\n[[Category:Poets from Ancient Lesbos]]\n[[Category:620s BC births]]\n[[Category:6th-century BC deaths]]\n[[Category:6th-century BC Greek people]]\n[[Category:6th-century BC poets]]", "attributes": [{"name": "sisterlinks", "values": [{"name": "d", "value": "Q212872"}, {"name": "c", "value": "category:Alcaeus"}, {"name": "s", "value": "Author:Alcaeus of Mytilene"}, {"name": "n", "value": "no"}, {"name": "wikt", "value": "no"}, {"name": "v", "value": "no"}, {"name": "voy", "value": "no"}, {"name": "m", "value": "no"}, {"name": "mw", "value": "no"}, {"name": "species", "value": "no"}, {"name": "q", "value": "no"}, {"name": "b", "value": "no"}]}, {"name": "wikisourcelang", "values": [{"name": "1", "value": "el"}, {"name": "2", "value": "Αλκαίος ο Μυτιληναίος"}, {"name": "3", "value": "Ἀλκαῖος ὁ Μυτιληναῖος"}]}, {"name": "Internet Archive author ", "values": [{"name": "sname", "value": "Alcaeus"}]}, {"name": "Librivox author ", "values": [{"name": "id", "value": "1117"}]}], "id": 12}]}