{"title": "Ammonius Saccas", "authors": ["Kku"], "time_published": "2020-01-23T07:27:08Z", "sections": [{"title": "", "paragraphs": "{{POV|date=January 2018}}\n{{More citations needed|date=September 2014}}\n{{Infobox philosopher\n| region           = [[Western philosophy]]\n| era              = [[Ancient philosophy]]\n| image            = \n| image_size       = \n| alt              =\n| caption          = \n| name             = Ammonius Saccas\n| birth_date       = 175 AD\n| birth_place      = unknown\n| death_date       = 242 AD\n| death_place      = [[Alexandria]], [[Egypt (Roman province)|Roman Egypt]]\n| school_tradition = [[Neoplatonism]]\n| main_interests   =\n| notable_ideas    =\n| influences       = [[Plato]], [[Aristotle]], [[Socrates]]\n| influenced       = [[Origen]], [[Tertullian]], [[Plotinus]], [[Hypatia]]\n| notable_works    = \n}}\n'''Ammonius Saccas''' ({{IPAc-en|ə|ˈ|m|oʊ|n|i|ə|s}}; {{lang-grc-gre|Ἀμμώνιος Σακκᾶς}}; fl. 3rd century AD) was a Greek [[philosopher]] from [[Alexandria]] who was often referred to as one of the founders of [[Neoplatonism]]. He is mainly known as the teacher of [[Plotinus]], whom he taught for eleven years from 232 to 243. He was undoubtedly the biggest influence on Plotinus in his development of [[Neoplatonism]], although little is known about his own philosophical views. Later [[Christianity|Christian]] writers stated that Ammonius was a Christian, but it is now generally assumed that there was a different [[Ammonius of Alexandria (Christian philosopher)|Ammonius of Alexandria]] who wrote biblical texts.\n\n", "attributes": [{"name": "POV", "values": [{"name": "date", "value": "January 2018"}]}, {"name": "More citations needed", "values": [{"name": "date", "value": "September 2014"}]}, {"name": "Infobox philosopher\n", "values": [{"name": "region", "value": "[[Western philosophy]]"}, {"name": "era", "value": "[[Ancient philosophy]]"}, {"name": "name", "value": "Ammonius Saccas"}, {"name": "birth_date", "value": "175 AD"}, {"name": "birth_place", "value": "unknown"}, {"name": "death_date", "value": "242 AD"}, {"name": "death_place", "value": "[[Alexandria]], [[Egypt (Roman province)|Roman Egypt]]"}, {"name": "school_tradition", "value": "[[Neoplatonism]]"}, {"name": "influences", "value": "[[Plato]], [[Aristotle]], [[Socrates]]"}, {"name": "influenced", "value": "[[Origen]], [[Tertullian]], [[Plotinus]], [[Hypatia]]"}]}, {"name": "IPAc-en", "values": [{"name": "1", "value": "ə"}, {"name": "2", "value": "ˈ"}, {"name": "3", "value": "m"}, {"name": "4", "value": "oʊ"}, {"name": "5", "value": "n"}, {"name": "6", "value": "i"}, {"name": "7", "value": "ə"}, {"name": "8", "value": "s"}]}, {"name": "lang-grc-gre", "values": [{"name": "1", "value": "Ἀμμώνιος Σακκᾶς"}]}], "id": 0}, {"title": "Life", "paragraphs": "While many scholars have interpreted the cognomen \"Sakkas\" as indicating he was a porter in his youth<ref>[http://www.ccel.org/ccel/wace/biodict.html?term=Ammonius%20Saccas Mozley, J.R., \"Ammonius Saccas\", ''Dictionary of Early Christian Biography'', (Henry WAce, ed.), John Murrary & Co., London, 1911]; [[A Greek–English Lexicon|LSJ]] sv. σακκᾶς</ref>, others have asserted that this is a misreading of \"Sakkas\" for \"sakkophoros\" (porter) which is grammatically incorrect and/or have connected the moniker with the \"[[Shakya|Śākyas]],\" an ancient ruling clan of India.<ref>[William H. McNeill: The Rise of the West: A History of the Human Community, pp. 380]</ref><ref>[E. Seeberg, \"Ammonius Sakas\" ''Zeitschrift für Kirchengeschichte'', vol. LX, 1941, pp. 136–170; Ernst Benz, \"Indische Einflüsse auf die frühchristliche Theologie\" ''Abhandlungen der Geistes- und Sozialwissenschaftlichen Klasse, Jahrgang'' 1951, no. 3, Akademie der Wissenschaften und der Literatur Mainz, pp. 1–34, pp. 30ff.;R.T. Wallis \"Phraseology and Imagery in Plotinus and Indian Thought\" in R. Baine Harris (ed.), ''Neoplatonism and Indian Thought'' (Norfolk, VA, 1982): [[International Society for Neoplatonic Studies|The International Society for Neoplatonic Studies]] pp.119-120 n. 72.]</ref>, and thus, have claimed that Ammonius Saccas was of Indian origin.\n\nThis latter view has both been subsequently contested<ref>Clifford Hindley: \"Ammonios Sakkas. His Name and Origin\" ''Zeitschrift für Kirchengeschichte'' 75, 1964, pp. 332–336.</ref> and supported<ref>R.T. Wallis \"Phraseology and Imagery in Plotinus and Indian Thought\" in R. Baine Harris (ed.), ''Neoplatonism and Indian Thought'' (Norfolk, VA, 1982): [[International Society for Neoplatonic Studies|The International Society for Neoplatonic Studies]] pp.119-120 n. 72.</ref><ref>Paulos Mar Gregorios: \"Neoplatonism and Indian Philosophy\"</ref> by more recent scholarship. Some scholars supporting the view of the Indian origins of Ammonius Saccas have also contended that said ancestry is consistent with the passion of his foremost student Plotinus for India, and helps to explain the philosophical similarities between [[Vedanta]] and Neoplatonism which are increasingly attributed to Indian influence.<ref>J. Lacrosse, “Plotinus, Porphyry and India: a Re-Examination,” in P. Vassilopoulou (ed.), Late Antique Epistemology. Other Ways to Truth (New York: 2009), 103-13.</ref><ref>Gregorios, PM (ed.), 2002, Neoplatonism and Indian Philosophy, Albany</ref><ref>Staal, JF, 1961, Advaita and Neoplatonism. A Study in Comparative Philosophy , Madras.</ref><ref>Harris, R. Baine (ed.), Neoplatonism and Indian Thought, Norfolk Va., 1982: [[International Society for Neoplatonic Studies|The International Society for Neoplatonic Studies]]</ref><ref>Lacrosse, J., 2005a, 'The commensurability of mystical experiences in the East and in the West. A comparison between Plotinus and Çankara ', in A. Dierkens and B. Beyer of Ryke (eds.), Mystique. The Passion of the One, from Antiquity to the Present, Prblèmes d'Histoire des Religions , Volume XV, Brussels, pp. 215-23.</ref><ref>Brunner, F., 1981, 'A comparison between Plotinus and viçishtâdvaita', in Les Cahiers de Fontenay no. 19-22. Neo-Platonism. Mixes offered to Jean Trouillard , Paris, pp. 101-24.</ref>\n\nMost details of his life come from the fragments left from [[Porphyry (philosopher)|Porphyry]]'s writings. The most famous pupil of Ammonius Saccas was [[Plotinus]] who studied under Ammonius for eleven years. According to Porphyry, in 232, at the age of 28, Plotinus went to [[Alexandria]] to study philosophy:\n<blockquote>In his twenty-eighth year he [Plotinus] felt the impulse to study philosophy and was recommended to the teachers in Alexandria who then had the highest reputation; but he came away from their lectures so depressed and full of sadness that he told his trouble to one of his friends. The friend, understanding the desire of his heart, sent him to Ammonius, whom he had not so far tried. He went and heard him, and said to his friend, \"This is the man I was looking for.\" From that day he stayed continually with Ammonius and acquired so complete a training in philosophy that he became eager to make acquaintance with the Persian philosophical discipline and that prevailing among the Indians.<ref name=\"porphyry1\">Porphyry, ''Life of Plotinus'', from Reale, G., (1990), ''A History of Ancient Philosophy IV: The Schools of the Imperial Age.'' Page 298. SUNY Press.</ref></blockquote>\n\nAccording to Porphyry, the parents of Ammonius were [[Christians]], but upon learning Greek philosophy, Ammonius rejected his parents' religion for [[paganism]]. This conversion is contested by the Christian writers [[Jerome]] and [[Eusebius]], who state that Ammonius remained a Christian throughout his lifetime:\n\n<blockquote>[Porphyry] plainly utters a falsehood (for what will not an opposer of Christians do?) when he says that ... Ammonius fell from a life of piety into heathen customs. ... Ammonius held the divine philosophy unshaken and unadulterated to the end of his life. His works yet extant show this, as he is celebrated among many for the writings which he has left.<ref name=\"eusebius1\">Eusebius, ''History of the Church'', vi, 19.</ref></blockquote>\n\nHowever, we are told by [[Cassius Longinus (philosopher)|Longinus]] that Ammonius wrote nothing,<ref>Longinus, quoted by Porphyry, ''Life of Plotinus'', xx.</ref> and if Ammonius was the principal influence on Plotinus, then it is unlikely that Ammonius would have been a Christian. One way to explain much of the confusion concerning Ammonius is to assume that there were two people called Ammonius: Ammonius Saccas who taught Plotinus, and an [[Ammonius of Alexandria (Christian)|Ammonius the Christian]] who wrote biblical texts. Another explanation might be that there was only one Ammonius but that Origen, who found the Neo-Platonist views of his teacher essential to his own beliefs about the essential nature of Christianity, chose to suppress Ammonius' choice of Paganism over Christianity. The insistence of Eusebius, Origen's pupil, and Jerome, all of whom were recognized [[Church Fathers|Fathers of the Christian Church]], that Ammonius Saccas had not rejected his Christian roots would be easier for Christians to accept than the assertion of Prophyry, who was a Pagan, that Ammonius had chosen Paganism over Christianity.\n\nTo add to the confusion, it seems that Ammonius had two pupils called Origen: [[Origen|Origen the Christian]], and [[Origen the Pagan]].<ref name=\"eusebius1\"/> It is quite possible that Ammonius Saccas taught both Origens. And since there were two Origens who were accepted as contemporaries it was easy for later Christians to accept that there were two individuals named Ammonius, one a Christian and one a Pagan. Among Ammonius' other pupils there were [[Herennius (Neoplatonist)|Herennius]] and [[Cassius Longinus (philosopher)|Cassius Longinus]].\n\n", "attributes": [], "id": 1}, {"title": "Philosophy", "paragraphs": "[[Hierocles of Alexandria|Hierocles]], writing in the 5th century, states that Ammonius' fundamental doctrine was that [[Plato]] and [[Aristotle]] were in full agreement with each other:<ref>Hierocles in Photius, ''Bibl.'' cod. 214, 251.</ref>\n<blockquote>He was the first who had a godly zeal for the truth in philosophy and despised the views of the majority, which were a disgrace to philosophy. He apprehended well the views of each of the two philosophers [Plato and Aristotle] and brought them under one and the same ''[[nous]]'' and transmitted philosophy without conflicts to all of his disciples, and especially to the best of those acquainted with him, Plotinus, Origen, and their successors.<ref>Hierocles, in Photius, ''Bibl.'' cod. 251. from Karamanolis, G., (2006), ''Plato and Aristotle in Agreement?: Platonists on Aristotle from Antiochus to Porphyry'', Page 193. Oxford University Press.</ref></blockquote>\n\nAccording to [[Nemesius]], a [[bishop]] and [[Neoplatonist]] c. 400, Ammonius held that the [[Soul (spirit)|soul]] was immaterial.<ref>Nemesius, ''On the Nature of Man'', ii</ref>\n\nLittle is known about Ammonius's role in the development of [[Neoplatonism]]. Porphyry seems to suggest that Ammonius was instrumental in helping Plotinus think about philosophy in new ways:\n<blockquote>But he [Plotinus] did not just speak straight out of these books but took a distinctive personal line in his consideration, and brought the mind of Ammonius' to bear on the investigation in hand.<ref name=\"porphyry1\"/></blockquote>\n\nTwo of Ammonius's students – [[Origen the Pagan]], and [[Cassius Longinus (philosopher)|Longinus]] – seem to have held philosophical positions which were closer to [[Middle Platonism]] than Neoplatonism, which perhaps suggests that Ammonius's doctrines were also closer to those of Middle Platonism than the Neoplatonism developed by Plotinus (see the [[Enneads]]), but Plotinus does not seem to have thought that he was departing in any significant way from that of his master.\n\n", "attributes": [], "id": 2}, {"title": "See also", "paragraphs": "*[[Theodidaktos]]\n\n", "attributes": [], "id": 3}, {"title": "Notes", "paragraphs": "{{reflist}}\n\n", "attributes": [], "id": 4}, {"title": "References", "paragraphs": "*Armstrong, A., (1967), ''The Cambridge History of Later Greek and Early Medieval Philosophy'',  Cambridge University Press, pp.&nbsp;196–200.\n*Karamanolis, G., (2006), ''Plato and Aristotle in Agreement?: Platonists on Aristotle from Antiochus to Porphyry'',  Oxford University Press, pp.&nbsp;191–215.\n*Reale, G., (1990), ''A History of Ancient Philosophy IV: The Schools of the Imperial Age'',  SUNY Press, pp.&nbsp;297–303.\n\n", "attributes": [], "id": 5}, {"title": "External links", "paragraphs": "*[http://www.tertullian.org/fathers/porphyry_against_christians_02_fragments.htm ''Porphyry, Against the Christians (2004). Fragments.'']\n*[https://web.archive.org/web/20070105010852/http://www.bibleinterp.com/articles/Cook_Reaction_Bible_Paganism.htm ''The Reaction to the Bible in Paganism'']\n*[http://www.iep.utm.edu/o/origen.htm ''Origen''] – Internet Encyclopedia of Philosophy\n*[https://plato.stanford.edu/entries/ammonius Ammonius] – Stanford Encyclopedia of Philosophy\n{{Platonists}}\n\n{{Authority control}}\n\n{{DEFAULTSORT:Ammonius Saccas}}\n[[Category:175 births]]\n[[Category:242 deaths]]\n[[Category:3rd-century Indian people]]\n[[Category:3rd-century philosophers]]\n[[Category:3rd-century Romans]]\n[[Category:Epistemologists]]\n[[Category:Founders of philosophical traditions]]\n[[Category:Metaphysicians]]\n[[Category:Neoplatonists]]\n[[Category:Ontologists]]\n[[Category:Roman-era Greeks]]\n[[Category:Roman-era philosophers]]", "attributes": [], "id": 6}]}