{"title": "Adaptive radiation", "authors": ["Pkbwcgs"], "time_published": "2019-12-31T20:58:44Z", "sections": [{"title": "", "paragraphs": "{{Short description|A process in which organisms diversify rapidly from an ancestral species}}\n[[File:Darwin's finches.jpeg|thumb|Four of the 14 finch species found in the [[Galápagos Islands|Galápagos Archipelago]], which are thought to have evolved via an adaptive radiation that diversified their [[beak]] shapes, enabling them to exploit different food sources.|250x250px]]\n{{Evolutionary biology}}\nIn [[evolutionary biology]], '''adaptive radiation''' is a process in which organisms diversify rapidly from an ancestral species into a multitude of new forms, particularly when a change in the environment makes new resources available, creates new challenges, or opens new environmental niches.<ref name=\"Larsen\" /><ref name=\"Schluter20002\">{{cite book|url=https://www.google.com/books?id=Q1wxNmLAL10C&pg=PA10|title=The Ecology of Adaptive Radiation|last=Schluter|first=Dolph|publisher=Oxford University Press|year=2000|isbn=0-19-850523-X|pages=10–11}}</ref> Starting with a recent single ancestor, this process results in the [[speciation]] and [[Phenotype|phenotypic]] adaptation of an array of species exhibiting different [[Morphology_(biology)|morphological]] and physiological traits. The prototypical example of adaptive radiation is finch speciation on the Galapagos (\"[[Darwin's finches]]\"), but examples are known from around the world.\n\n", "attributes": [{"name": "Short description", "values": [{"name": "1", "value": "A process in which organisms diversify rapidly from an ancestral species"}]}, {"name": "cite book", "values": [{"name": "url", "value": "https://www.google.com/books?id=Q1wxNmLAL10C&pg=PA10"}, {"name": "title", "value": "The Ecology of Adaptive Radiation"}, {"name": "last", "value": "Schluter"}, {"name": "first", "value": "Dolph"}, {"name": "publisher", "value": "Oxford University Press"}, {"name": "year", "value": "2000"}, {"name": "isbn", "value": "0-19-850523-X"}, {"name": "pages", "value": "10–11"}]}], "id": 0}, {"title": " Characteristics ", "paragraphs": "Four features can be used to identify an adaptive radiation:<ref name=\"Schluter20002\" />\n\n#A common ancestry of component species: specifically a ''recent'' ancestry. Note that this is not the same as a [[monophyly]] in which ''all'' descendants of a common ancestor are included.\n#A phenotype-environment correlation: a ''significant'' association between environments and the morphological and physiological traits used to exploit those environments.\n#Trait utility: the performance or fitness advantages of trait values in their corresponding environments.\n#Rapid speciation: presence of one or more ''bursts'' in the emergence of new species around the time that ecological and phenotypic divergence is underway.\n\n", "attributes": [], "id": 1}, {"title": " Conditions ", "paragraphs": "Adaptive radiation tends to take place under the following conditions:<ref name=\"Stroud\">{{Cite journal|last=Stroud and Losos|date=2016|title=Ecological Opportunity and Adaptive Radiation|journal=Annual Review of Ecology, Evolution, and Systematics|volume=47|pages=507–532|doi=10.1146/annurev-ecolsys-121415-032254}}</ref>\n\n#A new habitat has opened up: a volcano, for example, can create new ground in the middle of the ocean. This is the case in places like [[Hawaii]] and the [[Galápagos Islands|Galapagos]]. For aquatic species, the formation of a large new lake habitat could serve the same purpose; the tectonic movement that formed the [[East African Rift]], ultimately leading to the creation of the [[Rift Valley lakes|Rift Valley Lakes]], is an example of this. An extinction event could effectively achieve this same result, opening up niches that were previously occupied by species that no longer exist.\n#This new habitat is relatively isolated. When a volcano erupts on the mainland and destroys an adjacent forest, it is likely that the terrestrial plant and animal species that used to live in the destroyed region will recolonize without evolving greatly. However, if a newly formed habitat is isolated, the species that colonize it will likely be somewhat random and uncommon arrivals.\n#The new habitat has a wide availability of niche space. The rare colonist can only adaptively radiate into as many forms as there are niches.\n\n", "attributes": [{"name": "Cite journal", "values": [{"name": "last", "value": "Stroud and Losos"}, {"name": "date", "value": "2016"}, {"name": "title", "value": "Ecological Opportunity and Adaptive Radiation"}, {"name": "journal", "value": "Annual Review of Ecology, Evolution, and Systematics"}, {"name": "volume", "value": "47"}, {"name": "pages", "value": "507–532"}, {"name": "doi", "value": "10.1146/annurev-ecolsys-121415-032254"}]}], "id": 2}, {"title": "Examples", "paragraphs": "===Darwin's finches===\nDarwin's finches are an often-used textbook example of adaptive radiation. Today represented by approximately 15 species, Darwin's finches are Galapagos endemics famously adapted for a specialized feeding behavior (although one species, the Cocos finch (''[[Cocos finch|Pinaroloxias inornata]]''), is not found in the Galapagos but on the island of Cocos south of Costa Rica).<ref name=\"Weiner\">{{Cite book|title=The Beak of the Finch: A Story of Evolution in Our Time|last=Weiner|first=Jonathan|publisher=Alfred A. Knopf, Inc.|year=1994|isbn=0-679-40003-6|location=New York|pages=[https://archive.org/details/beakoffincha00wein/page/207 207]|url-access=registration|url=https://archive.org/details/beakoffincha00wein/page/207}}</ref> Darwin's finches are not actually finches in the true sense, but are members of the tanager family [[Tanager|Thraupidae]], and are derived from a single ancestor that arrived in the Galapagos from mainland South America perhaps just 3 million years ago.<ref name=\"Petren, K. 20052\">{{cite journal|last1=Petren|first1=K.|last2=Grant|first2=P. R.|last3=Grant|first3=B. R.|last4=Keller|first4=L. F.|year=2005|title=Comparative landscape genetics and the adaptive radiation of Darwin's finches: the role of peripheral isolation|url=https://semanticscholar.org/paper/010ee00fc31bd70b1a33b14508e27d4f581782f3|journal=Molecular Ecology|volume=14|issue=10|pages=2943–2957|doi=10.1111/j.1365-294x.2005.02632.x|pmid=16101765}}</ref> Excluding the Cocos finch, each species of Darwin's finch is generally widely distributed in the Galapagos and fills the same niche on each island. For the ground finches, this niche is a diet of seeds, and they have thick bills to facilitate the consumption of these hard materials.<ref name=\"Weiner\" /> The ground finches are further specialized to eat seeds of a particular size: the large ground finch (''[[Large ground finch|Geospiza magnirostri]]s'') is the largest species of Darwin's finch and has the thickest beak for breaking open the toughest seeds, the small ground finch (''[[Small ground finch|Geospiza fuliginosa]]'') has a smaller beak for eating smaller seeds, and the medium ground finch (''[[Medium ground finch|Geospiza fortis]]'') has a beak of intermediate size for optimal consumption of intermediately sized seeds (relative to ''G. magnirostris'' and ''G. fuliginosa'').<ref name=\"Weiner\" /> There is some overlap: for example, the most robust medium ground finches could have beaks larger than those of the smallest large ground finches.<ref name=\"Weiner\" /> Because of this overlap, it can be difficult to tell the species apart by eye, though their songs differ.<ref name=\"Weiner\" /> These three species often occur sympatrically, and during the rainy season in the Galapagos when food is plentiful, they specialize little and eat the same, easily accessible foods.<ref name=\"Weiner\" /> It was not well-understood why their beaks were so adapted until [[Peter and Rosemary Grant]] studied their feeding behavior in the long dry season, and discovered that when food is scarce, the ground finches use their specialized beaks to eat the seeds that they are best suited to eat and thus avoid starvation.<ref name=\"Weiner\" />\n\nThe other finches in the Galapagos are similarly uniquely adapted for their particular niche. The cactus finches (''[[Geospiza]]'' sp.) have somewhat longer beaks than the ground finches that serve the dual purpose of allowing them to feed on [[Opuntia]] cactus nectar and pollen while these plants are flowering, but on seeds during the rest of the year.<ref name=\"Weiner\" /> The warbler-finches (''[[Warbler-finch|Certhidea]]'' sp.) have short, pointed beaks for eating insects.<ref name=\"Weiner\" /> The woodpecker finch (''[[Woodpecker finch|Camarhynchus pallidus]]'') has a slender beak which it uses to pick at wood in search of insects; it also uses small sticks to reach insect prey inside the wood, making it one of the few animals that use tools.<ref name=\"Weiner\" />\n\nThe mechanism by which the finches initially diversified is still an area of active research. One proposition is that the finches were able to have a non-adaptive, allopatric speciation event on separate islands in the archipelago, such that when they reconverged on some islands, they were able to maintain reproductive isolation.<ref name=\"Petren, K. 20052\" /> Once they occurred in sympatry, niche specialization was favored so that the different species competed less directly for resources.<ref name=\"Petren, K. 20052\" /> This second, sympatric event was adaptive radiation.<ref name=\"Petren, K. 20052\" />\n\n=== Cichlids of the African Great Lakes ===\nThe [[haplochromine]] [[cichlid]] fishes in the [[African Great Lakes|Great Lakes]] of the [[East African Rift]] (particularly in [[Lake Tanganyika]], [[Lake Malawi]], and [[Lake Victoria]]) form the most speciose modern example of adaptive radiation.<ref name=\"Seehausen\">{{Cite book|title=Lake Victoria Rock Cichlids: taxonomy, ecology, and distribution|last=Seehausen|first=Ole|publisher=Verduyn Cichlids|year=1996|isbn=90-800181-6-3|location=|pages=}}</ref><ref name=\"Konings\">{{Cite book|title=Tanganyika Cichlids in their natural habitat, 3rd Edition|last=Konings|first=Ad|publisher=Cichlid Press|year=2015|isbn=978-1-932892-18-5|location=El Paso, TX|pages=8, 325–328}}</ref><ref name=\"Konings2\">{{Cite book|title=Malawi Cichlids in their natural habitat, 5th edition|last=Konings|first=Ad|publisher=Cichlid Press|year=2016|isbn=978-1-932892-23-9|location=El Paso, TX|pages=}}</ref> These lakes are believed to be home to about 2,000 different species of cichlid, spanning a wide range of ecological roles and morphological characteristics.<ref name=\"Losos, Jonathan B 20102\">{{cite journal|last1=Losos|first1=Jonathan B|year=2010|title=Adaptive Radiation, Ecological Opportunity, and Evolutionary Determinism|url=http://nrs.harvard.edu/urn-3:HUL.InstRepos:9464287|journal=The American Naturalist|volume=175|issue=6|pages=623–639|doi=10.1086/652433|pmid=20412015}}</ref> Cichlids in these lakes fill nearly all of the roles typically filled by many fish families, including those of predators, scavengers, and herbivores, with varying dentitions and head shapes to match their dietary habits.<ref name=\"Konings2\" /> In each case, the radiation events are only a few million years old, making the high level of speciation particularly remarkable.<ref name=\"Konings2\" /><ref name=\"Konings\" /><ref name=\"Seehausen\" /> Several factors could be responsible for this diversity: the availability of a multitude of niches probably favored specialization, as few other fish taxa are present in the lakes (meaning that sympatric speciation was the most probable mechanism for initial specialization).<ref name=\"Seehausen\" /> Also, continual changes in the water level of the lakes during the Pleistocene (which often turned the largest lakes into several smaller ones) could have created the conditions for secondary allopatric speciation.<ref name=\"Konings2\" /><ref name=\"Seehausen\" />\n\n==== Tanganyika cichlids ====\nLake Tanganyika is the site from which nearly all the cichlid lineages of East Africa (including both riverine and lake species) originated.<ref name=\"Salzburger\">{{Cite journal |author=Salzburger |author2=Mack |author3=Verheyen |author4=Meyer |date=2005|title=Out of Tanganyika: Genesis, explosive speciation, key-innovations and phylogeography of the haplochromine cichlid fishes|journal=BMC Evolutionary Biology|volume=5:17|pages=17|doi=10.1186/1471-2148-5-17|pmid=15723698 |pmc=554777}}</ref> Thus, the species in the lake constitute a single adaptive radiation event but do not form a single monophyletic clade.<ref name=\"Salzburger\" /> Lake Tanganyika is also the least speciose of the three largest African Great Lakes, with only around 200 species of cichlid;<ref name=\"Konings\" /> however, these cichlids are more morphologically divergent and ecologically distinct than their counterparts in lakes Malawi and Victoria, an artifact of Lake Tanganyika's older cichlid fauna. Lake Tanganyika itself is believed to have formed 9–12 million years ago, putting a recent cap on the age of the lake's cichlid fauna.<ref name=\"Konings\" /> Many of Tanganyika's cichlids live very specialized lifestyles. The giant or emperor cichlid (''[[Giant cichlid|Boulengerochromis microlepis]]''[[Giant cichlid|)]] is a piscivore often ranked the largest of all cichlids (though it competes for this title with South America's ''[[Cichla temensis]]'', the speckled peacock bass).<ref name=\"Konings\" /> It is thought that giant cichlids spawn only a single time, breeding in their third year and defending their young until they reach a large size, before dying of starvation some time thereafter.<ref name=\"Konings\" /> The three species of ''[[Altolamprologus]]'' are also piscivores, but with laterally compressed bodies and thick scales enabling them to chase prey into thin cracks in rocks without damaging their skin.<ref name=\"Konings\" /> ''[[Plecodus straeleni]]'' has evolved large, strangely curved teeth that are designed to scrape scales off of the sides of other fish, scales being its main source of food.<ref name=\"Konings\" /> ''[[Gnathochromis permaxillaris]]'' possesses a large mouth with a protruding upper lip, and feeds by opening this mouth downward onto the sandy lake bottom, sucking in small invertebrates.<ref name=\"Konings\" /> A number of Tanganyika's cichlids are shell-brooders, meaning that mating pairs lay and fertilize their eggs inside of empty shells on the lake bottom.<ref name=\"Konings\" /> ''[[Lamprologus callipterus]]'' is the most unique egg-brooding species, with 15&nbsp;cm-long males amassing collections of shells and guarding them in the hopes of attracting females (about 6&nbsp;cm in length) to lay eggs in these shells.<ref name=\"Konings\" /> These dominant males must defend their territories from three types of rival: (1) other dominant males looking to steal shells; (2) younger, \"sneaker\" males looking to fertilize eggs in a dominant male's territory; and (3) tiny, 2–4&nbsp;cm \"parasitic dwarf\" males that also attempt to rush in and fertilize eggs in the dominant male's territory.<ref name=\"Konings\" /> These parasitic dwarf males never grow to the size of dominant males, and the male offspring of dominant and parasitic dwarf males grow with 100% fidelity into the form of their fathers.<ref name=\"Konings\" /> A number of other highly specialized Tanganyika cichlids exist aside from these examples, including those adapted for life in open lake water up to 200m deep.<ref name=\"Konings\" />\n\n==== Malawi cichlids ====\nThe cichlids of Lake Malawi constitute a \"species flock\" of up to 1000 endemic species.<ref name=\"Konings2\" /> Only seven cichlid species in Lake Malawi are not a part of the species flock: the Eastern happy (''[[Astatotilapia calliptera]]''), the sungwa (''[[Serranochromis robustus]]''), and five tilapia species (genera ''[[Oreochromis]]'' and ''[[Coptodon]]'').<ref name=\"Konings2\" /> All of the other cichlid species in the lake are descendants of a single original colonist species, which itself was descended from Tanganyikan ancestors.<ref name=\"Salzburger\" /> The common ancestor of Malawi's species flock is believed to have reached the lake 3.4 million years ago at the earliest, making Malawi cichlids' diversification into their present numbers particularly rapid.<ref name=\"Konings2\" /> Malawi's cichlids span a similarly range of feeding behaviors to those of Tanganyika, but also show signs of a much more recent origin. For example, all members of the Malawi species flock are mouth-brooders, meaning the female keeps her eggs in her mouth until they hatch; in almost all species, the eggs are also fertilized in the female's mouth, and in a few species, the females continue to guard their fry in their mouth after they hatch.<ref name=\"Konings2\" /> Males of most species display predominantly blue coloration when mating. However, a number of particularly divergent species are known from Malawi, including the piscivorous ''[[Nimbochromis livingstonii|Nimbochromis livingtonii]]'', which lies on its side in the substrate until small cichlids, perhaps drawn to its broken white patterning, come to inspect the predator - at which point they are swiftly eaten.<ref name=\"Konings2\" />\n\n==== Victoria cichlids ====\nLake Victoria's cichlids are also a species flock, once composed of some 500 or more species.<ref name=\"Seehausen\" /> The deliberate introduction of the Nile Perch (''[[Nile perch|Lates niloticus]]'') in the 1950s proved disastrous for Victoria cichlids, and the collective biomass of the Victoria cichlid species flock has decreased substantially and an unknown number of species have become extinct.<ref name=\"Goldschmidt\">{{Cite book|title=Darwin's Dreampond: Drama in Lake Victoria|last=Goldschmidt|first=Tijs|publisher=The MIT Press|year=1996|isbn=978-0262071789|location=Cambridge, MA|pages=}}</ref> However, the original range of morphological and behavioral diversity seen in the lake's cichlid fauna is still mostly present today, if endangered.<ref name=\"Seehausen\" /> These again include cichlids specialized for niches across the trophic spectrum, as in Tanganyika and Malawi, but again, there are standouts. Victoria is famously home to many piscivorous cichlid species, some of which feed by sucking the contents out of mouthbrooding females' mouths.<ref name=\"Goldschmidt\" /> Victoria's cichlids constitute a far younger radiation than even that of Lake Malawi, with estimates of the age of the flock ranging from 200,000 years to as little as 14,000.<ref name=\"Seehausen\" />\n\n=== Adaptive radiation in Hawaii ===\n[[File:Iiwi_on_native_mint_-_Hakalau_Forest_NWR.jpg|thumb|An ʻiʻiwi (''Drepanis coccinea''). Note the long, curved beak for sipping nectar from tubular flowers.]][[Hawaii]] has served as the site of a number of adaptive radiation events, owing to its isolation, recent origin, and large land area. The three most famous examples of these radiations are presented below, though insects like the Hawaiian [[Drosophila|drosophilid]] flies and ''[[Hyposmocoma]]'' moths have also undergone adaptive radiation.<ref name=\"Olsen\">{{Cite book|title=Evolution in Hawaii: A Supplement to Teaching about Evolution and the Nature of Science|last=Olsen|first=Steve|publisher=The National Academies Press|year=2004|isbn=0-309-52657-4|location=Washington, D.C.|pages=}}</ref><ref name=\"Rubinoff\" />\n\n====Hawaiian honeycreepers====\nThe [[Hawaiian honeycreeper]]s form a large, highly morphologically diverse species group that began radiating in the early days of the Hawaiian archipelago. While today only 17 species are known to persist in Hawaii (3 more may or may not be extinct), there were more than 50 species prior to Polynesian colonization of the archipelago (between 18 and 21 species have gone extinct since the discovery of the islands by westerners). The Hawaiian honeycreepers are known for their beaks, which are specialized to satisfy a wide range of dietary needs: for example, the beak of the ʻakiapōlāʻau (''[[ʻAkiapolaʻau|Hemignathus wilsoni]]'') is characterized by a short, sharp lower mandible for scraping bark off of trees, and the much longer, curved upper mandible is used to probe the wood underneath for insects.<ref name=\"Weiner\" /> Meanwhile, the ʻiʻiwi (''[[ʻIʻiwi|Drepanis coccinea]]'') has a very long curved beak for reaching nectar deep in ''[[Lobelia]]'' flowers.<ref name=\"Olsen\" /> An entire clade of Hawaiian honeycreepers, the tribe [[Psittirostrini]], is composed of thick-billed, mostly seed-eating birds, like the Laysan finch (''[[Laysan finch|Telespiza cantans]]'').<ref name=\"Olsen\" /> In at least some cases, similar morphologies and behaviors appear to have evolved convergently among the Hawaiian honeycreepers; for example, the short, pointed beaks of ''[[Loxops]]'' and ''[[ʻAkikiki|Oreomystis]]'' evolved separately despite once forming the justification for lumping the two genera together.<ref name=\"Reding\" /> The Hawaiian honeycreepers are believed to have descended from a single common ancestor some 15 to 20 million years ago, though estimates range as low as 3.5 million years.<ref name=\"Baldwin\">{{cite journal|last1=Baldwin|first1=Bruce G.|last2=Sanderson|first2=Michael J.|year=1998|title=Age and rate of diversification of the Hawaiian silversword alliance (Compositae)|url=|journal=Proceedings of the National Academy of Sciences|volume=95|issue=16|pages=9402–9406|bibcode=1998PNAS...95.9402B|doi=10.1073/pnas.95.16.9402|pmid=9689092|pmc=21350}}</ref>\n\n====Hawaiian silverswords====\n[[File:Young_silverswords,_Haleakala.jpg|thumb|A mixture of blooming and non-blooming Haleakalā silverswords (''Argyroxiphium sandwicense macrocephalum'').]]\n\nAdaptive radiation is not a strictly vertebrate phenomenon, and examples are also known from among plants. The most famous example of adaptive radiation in plants is quite possibly the Hawaiian [[Argyroxiphium|silverswords]], named for alpine desert-dwelling ''[[Argyroxiphium]]'' species with long, silvery leaves that live for up to 20 years before growing a single flowering stalk and then dying.<ref name=\"Olsen\" /> The Hawaiian [[silversword alliance]] consists of twenty-eight species of Hawaiian plants which, aside from the namesake silverswords, includes trees, shrubs, vines, cushion plants, and more.<ref name=\"Baldwin\" /> The silversword alliance is believed to have originated in Hawaii no more than 6 million years ago, making this one of Hawaii's youngest adaptive radiation events.<ref name=\"Baldwin\" /> This means that the silverswords evolved on Hawaii's modern high islands, and descended from a single common ancestor that arrived on [[Kauai]] from western North America.<ref name=\"Baldwin\" /> The closest modern relatives of the silverswords today are California tarweeds of the family [[Asteraceae]].<ref name=\"Baldwin\" />\n\n==== Hawaiian lobelioids ====\nHawaii is also the site of a separate major floral adaptive radiation event: the [[Hawaiian lobelioids]]. The Hawaiian lobelioids are significantly more speciose than the silverswords, perhaps because they have been present in Hawaii for so much longer: they descended from a single common ancestor who arrived in the archipelago up to 15 million years ago.<ref name=\"Baldwin\" /> Today the Hawaiian lobelioids form a clade of over 125 species, including succulents, trees, shrubs, epiphytes, etc. Many species have been lost to extinction and many of the surviving species endangered.\n\n=== Caribbean anoles ===\n[[Anole]] lizards are distributed broadly in the New World, from the Southeastern US to South America. With over 400 species currently recognized, often placed in a single genus (''[[Anolis]]''), they constitute one of the largest radiation events among all lizards.<ref name=\"Losos\">{{Cite book|title=Lizards in an Evolutionary Tree: Ecology and Adaptive Radiation of Anoles|last=Losos|first=Jonathan|publisher=University of California Press|year=2009|isbn=978-0520255913|location=Oakland, CA|pages=}}</ref> Anole radiation on the mainland has largely been a process of speciation, and is not adaptive to any great degree, but anoles on each of the [[Greater Antilles]] ([[Cuba]], [[Hispaniola]], [[Puerto Rico]], and [[Jamaica]]) have adaptively radiated in separate, convergent ways.<ref name=\"Irschick\">{{cite journal|last1=Irschick|first1=Duncan J.|display-authors=et al|year=1997|title=A comparison of evolutionary radiations in mainland and Caribbean Anolis lizards|url=|journal=Ecology|volume=78|issue=7|pages=2191–2203|doi=10.2307/2265955|jstor=2265955}}</ref> On each of these islands, anoles have evolved with such a consistent set of morphological adaptations that each species can be assigned to one of six \"[[Anolis ecomorphs|ecomorphs]]\": trunk–ground, trunk–crown, grass–bush, crown–giant, twig, and trunk.<ref name=\"Irschick\" /> Take, for example, crown–giants from each of these islands: the Cuban ''[[Anolis luteogularis]]'', Hispaniola's ''[[Anolis ricordii]]'', Puerto Rico's ''[[Anolis cuvieri]]'', and Jamaica's ''[[Jamaican giant anole|Anolis garmani]]'' (Cuba and Hispaniola are both home to more than one species of crown–giant).<ref name=\"Losos\" /> These anoles are all large, canopy-dwelling species with large heads and large lamellae (scales on the undersides of the fingers and toes that are important for traction in climbing), and yet none of these species are particularly closely related and appear to have evolved these similar traits independently.<ref name=\"Losos\" /> The same can be said of the other five ecomorphs across the Caribbean's four largest islands. Much like in the case of the cichlids of the three largest African Great Lakes, each of these islands is home to its own convergent ''Anolis'' adaptive radiation event.\n\n=== Other examples ===\nPresented above are the most well-documented examples of modern adaptive radiation, but other examples are known. On Madagascar, birds of the family [[Vanga|Vangidae]] are marked by very distinct beak shapes to suit their ecological roles.<ref name=\"Reddy\" /> Madagascan [[Mantellidae|mantellid]] frogs have radiated into forms that mirror other tropical frog faunas, with the brightly colored mantellas (''[[Mantella]]'') having evolved convergently with the Neotropical poison dart frogs of [[Poison dart frog|Dendrobatidae]], while the arboreal ''[[Boophis]]'' species are the Madagascan equivalent of [[Hylidae|tree frogs]] and [[glass frog]]s. The [[Pseudoxyrhophiinae|pseudoxyrhophiine]] snakes of Madagascar have evolved into fossorial, arboreal, terrestrial, and semi-aquatic forms that converge with the colubroid faunas in the rest of the world. These Madagascan examples are significantly older than most of the other examples presented here: Madagascar's fauna has been evolving in isolation since the island split from India some 88 million years ago, and the Mantellidae originated around 50 mya.<ref name=\"webcite\" /><ref>{{Cite journal |author=Feng |author2=Blackburn |author3=Liang |author4=Hillis |author5=Wake |author6=Cannatella |author7=Zhang |date=2017|title=Phylogenomics reveals rapid, simultaneous diversification of three major clades of Gondwanan frogs at the Cretaceous–Paleogene boundary |url=http://www.pnas.org/content/114/29/E5864|journal=PNAS|volume=114 |issue=29|pages=5864–5870|via=}}</ref> Older examples are known: the K-Pg extinction event, which caused the disappearance of the dinosaurs and most other reptilian megafauna 65 million years ago, is seen as having triggered a global adaptive radiation event that created the mammal diversity that exists today.<ref name=\"Stroud\" />\n\n", "attributes": [{"name": "Cite book", "values": [{"name": "title", "value": "The Beak of the Finch: A Story of Evolution in Our Time"}, {"name": "last", "value": "Weiner"}, {"name": "first", "value": "Jonathan"}, {"name": "publisher", "value": "Alfred A. Knopf, Inc."}, {"name": "year", "value": "1994"}, {"name": "isbn", "value": "0-679-40003-6"}, {"name": "location", "value": "New York"}, {"name": "pages", "value": "[https://archive.org/details/beakoffincha00wein/page/207 207]"}, {"name": "url-access", "value": "registration"}, {"name": "url", "value": "https://archive.org/details/beakoffincha00wein/page/207"}]}, {"name": "cite journal", "values": [{"name": "last1", "value": "Petren"}, {"name": "first1", "value": "K."}, {"name": "last2", "value": "Grant"}, {"name": "first2", "value": "P. R."}, {"name": "last3", "value": "Grant"}, {"name": "first3", "value": "B. R."}, {"name": "last4", "value": "Keller"}, {"name": "first4", "value": "L. F."}, {"name": "year", "value": "2005"}, {"name": "title", "value": "Comparative landscape genetics and the adaptive radiation of Darwin's finches: the role of peripheral isolation"}, {"name": "url", "value": "https://semanticscholar.org/paper/010ee00fc31bd70b1a33b14508e27d4f581782f3"}, {"name": "journal", "value": "Molecular Ecology"}, {"name": "volume", "value": "14"}, {"name": "issue", "value": "10"}, {"name": "pages", "value": "2943–2957"}, {"name": "doi", "value": "10.1111/j.1365-294x.2005.02632.x"}, {"name": "pmid", "value": "16101765"}]}, {"name": "Cite book", "values": [{"name": "title", "value": "Lake Victoria Rock Cichlids: taxonomy, ecology, and distribution"}, {"name": "last", "value": "Seehausen"}, {"name": "first", "value": "Ole"}, {"name": "publisher", "value": "Verduyn Cichlids"}, {"name": "year", "value": "1996"}, {"name": "isbn", "value": "90-800181-6-3"}]}, {"name": "Cite book", "values": [{"name": "title", "value": "Tanganyika Cichlids in their natural habitat, 3rd Edition"}, {"name": "last", "value": "Konings"}, {"name": "first", "value": "Ad"}, {"name": "publisher", "value": "Cichlid Press"}, {"name": "year", "value": "2015"}, {"name": "isbn", "value": "978-1-932892-18-5"}, {"name": "location", "value": "El Paso, TX"}, {"name": "pages", "value": "8, 325–328"}]}, {"name": "Cite book", "values": [{"name": "title", "value": "Malawi Cichlids in their natural habitat, 5th edition"}, {"name": "last", "value": "Konings"}, {"name": "first", "value": "Ad"}, {"name": "publisher", "value": "Cichlid Press"}, {"name": "year", "value": "2016"}, {"name": "isbn", "value": "978-1-932892-23-9"}, {"name": "location", "value": "El Paso, TX"}]}, {"name": "cite journal", "values": [{"name": "last1", "value": "Losos"}, {"name": "first1", "value": "Jonathan B"}, {"name": "year", "value": "2010"}, {"name": "title", "value": "Adaptive Radiation, Ecological Opportunity, and Evolutionary Determinism"}, {"name": "url", "value": "http://nrs.harvard.edu/urn-3:HUL.InstRepos:9464287"}, {"name": "journal", "value": "The American Naturalist"}, {"name": "volume", "value": "175"}, {"name": "issue", "value": "6"}, {"name": "pages", "value": "623–639"}, {"name": "doi", "value": "10.1086/652433"}, {"name": "pmid", "value": "20412015"}]}, {"name": "Cite journal ", "values": [{"name": "author", "value": "Salzburger"}, {"name": "author2", "value": "Mack"}, {"name": "author3", "value": "Verheyen"}, {"name": "author4", "value": "Meyer"}, {"name": "date", "value": "2005"}, {"name": "title", "value": "Out of Tanganyika: Genesis, explosive speciation, key-innovations and phylogeography of the haplochromine cichlid fishes"}, {"name": "journal", "value": "BMC Evolutionary Biology"}, {"name": "volume", "value": "5:17"}, {"name": "pages", "value": "17"}, {"name": "doi", "value": "10.1186/1471-2148-5-17"}, {"name": "pmid", "value": "15723698"}, {"name": "pmc", "value": "554777"}]}, {"name": "Cite book", "values": [{"name": "title", "value": "Darwin's Dreampond: Drama in Lake Victoria"}, {"name": "last", "value": "Goldschmidt"}, {"name": "first", "value": "Tijs"}, {"name": "publisher", "value": "The MIT Press"}, {"name": "year", "value": "1996"}, {"name": "isbn", "value": "978-0262071789"}, {"name": "location", "value": "Cambridge, MA"}]}, {"name": "Cite book", "values": [{"name": "title", "value": "Evolution in Hawaii: A Supplement to Teaching about Evolution and the Nature of Science"}, {"name": "last", "value": "Olsen"}, {"name": "first", "value": "Steve"}, {"name": "publisher", "value": "The National Academies Press"}, {"name": "year", "value": "2004"}, {"name": "isbn", "value": "0-309-52657-4"}, {"name": "location", "value": "Washington, D.C."}]}, {"name": "cite journal", "values": [{"name": "last1", "value": "Baldwin"}, {"name": "first1", "value": "Bruce G."}, {"name": "last2", "value": "Sanderson"}, {"name": "first2", "value": "Michael J."}, {"name": "year", "value": "1998"}, {"name": "title", "value": "Age and rate of diversification of the Hawaiian silversword alliance (Compositae)"}, {"name": "journal", "value": "Proceedings of the National Academy of Sciences"}, {"name": "volume", "value": "95"}, {"name": "issue", "value": "16"}, {"name": "pages", "value": "9402–9406"}, {"name": "bibcode", "value": "1998PNAS...95.9402B"}, {"name": "doi", "value": "10.1073/pnas.95.16.9402"}, {"name": "pmid", "value": "9689092"}, {"name": "pmc", "value": "21350"}]}, {"name": "Cite book", "values": [{"name": "title", "value": "Lizards in an Evolutionary Tree: Ecology and Adaptive Radiation of Anoles"}, {"name": "last", "value": "Losos"}, {"name": "first", "value": "Jonathan"}, {"name": "publisher", "value": "University of California Press"}, {"name": "year", "value": "2009"}, {"name": "isbn", "value": "978-0520255913"}, {"name": "location", "value": "Oakland, CA"}]}, {"name": "cite journal", "values": [{"name": "last1", "value": "Irschick"}, {"name": "first1", "value": "Duncan J."}, {"name": "display-authors", "value": "et al"}, {"name": "year", "value": "1997"}, {"name": "title", "value": "A comparison of evolutionary radiations in mainland and Caribbean Anolis lizards"}, {"name": "journal", "value": "Ecology"}, {"name": "volume", "value": "78"}, {"name": "issue", "value": "7"}, {"name": "pages", "value": "2191–2203"}, {"name": "doi", "value": "10.2307/2265955"}, {"name": "jstor", "value": "2265955"}]}, {"name": "Cite journal ", "values": [{"name": "author", "value": "Feng"}, {"name": "author2", "value": "Blackburn"}, {"name": "author3", "value": "Liang"}, {"name": "author4", "value": "Hillis"}, {"name": "author5", "value": "Wake"}, {"name": "author6", "value": "Cannatella"}, {"name": "author7", "value": "Zhang"}, {"name": "date", "value": "2017"}, {"name": "title", "value": "Phylogenomics reveals rapid, simultaneous diversification of three major clades of Gondwanan frogs at the Cretaceous–Paleogene boundary"}, {"name": "url", "value": "http://www.pnas.org/content/114/29/E5864"}, {"name": "journal", "value": "PNAS"}, {"name": "volume", "value": "114"}, {"name": "issue", "value": "29"}, {"name": "pages", "value": "5864–5870"}]}], "id": 3}, {"title": "Darwin's finches", "paragraphs": "Darwin's finches are an often-used textbook example of adaptive radiation. Today represented by approximately 15 species, Darwin's finches are Galapagos endemics famously adapted for a specialized feeding behavior (although one species, the Cocos finch (''[[Cocos finch|Pinaroloxias inornata]]''), is not found in the Galapagos but on the island of Cocos south of Costa Rica).<ref name=\"Weiner\">{{Cite book|title=The Beak of the Finch: A Story of Evolution in Our Time|last=Weiner|first=Jonathan|publisher=Alfred A. Knopf, Inc.|year=1994|isbn=0-679-40003-6|location=New York|pages=[https://archive.org/details/beakoffincha00wein/page/207 207]|url-access=registration|url=https://archive.org/details/beakoffincha00wein/page/207}}</ref> Darwin's finches are not actually finches in the true sense, but are members of the tanager family [[Tanager|Thraupidae]], and are derived from a single ancestor that arrived in the Galapagos from mainland South America perhaps just 3 million years ago.<ref name=\"Petren, K. 20052\">{{cite journal|last1=Petren|first1=K.|last2=Grant|first2=P. R.|last3=Grant|first3=B. R.|last4=Keller|first4=L. F.|year=2005|title=Comparative landscape genetics and the adaptive radiation of Darwin's finches: the role of peripheral isolation|url=https://semanticscholar.org/paper/010ee00fc31bd70b1a33b14508e27d4f581782f3|journal=Molecular Ecology|volume=14|issue=10|pages=2943–2957|doi=10.1111/j.1365-294x.2005.02632.x|pmid=16101765}}</ref> Excluding the Cocos finch, each species of Darwin's finch is generally widely distributed in the Galapagos and fills the same niche on each island. For the ground finches, this niche is a diet of seeds, and they have thick bills to facilitate the consumption of these hard materials.<ref name=\"Weiner\" /> The ground finches are further specialized to eat seeds of a particular size: the large ground finch (''[[Large ground finch|Geospiza magnirostri]]s'') is the largest species of Darwin's finch and has the thickest beak for breaking open the toughest seeds, the small ground finch (''[[Small ground finch|Geospiza fuliginosa]]'') has a smaller beak for eating smaller seeds, and the medium ground finch (''[[Medium ground finch|Geospiza fortis]]'') has a beak of intermediate size for optimal consumption of intermediately sized seeds (relative to ''G. magnirostris'' and ''G. fuliginosa'').<ref name=\"Weiner\" /> There is some overlap: for example, the most robust medium ground finches could have beaks larger than those of the smallest large ground finches.<ref name=\"Weiner\" /> Because of this overlap, it can be difficult to tell the species apart by eye, though their songs differ.<ref name=\"Weiner\" /> These three species often occur sympatrically, and during the rainy season in the Galapagos when food is plentiful, they specialize little and eat the same, easily accessible foods.<ref name=\"Weiner\" /> It was not well-understood why their beaks were so adapted until [[Peter and Rosemary Grant]] studied their feeding behavior in the long dry season, and discovered that when food is scarce, the ground finches use their specialized beaks to eat the seeds that they are best suited to eat and thus avoid starvation.<ref name=\"Weiner\" />\n\nThe other finches in the Galapagos are similarly uniquely adapted for their particular niche. The cactus finches (''[[Geospiza]]'' sp.) have somewhat longer beaks than the ground finches that serve the dual purpose of allowing them to feed on [[Opuntia]] cactus nectar and pollen while these plants are flowering, but on seeds during the rest of the year.<ref name=\"Weiner\" /> The warbler-finches (''[[Warbler-finch|Certhidea]]'' sp.) have short, pointed beaks for eating insects.<ref name=\"Weiner\" /> The woodpecker finch (''[[Woodpecker finch|Camarhynchus pallidus]]'') has a slender beak which it uses to pick at wood in search of insects; it also uses small sticks to reach insect prey inside the wood, making it one of the few animals that use tools.<ref name=\"Weiner\" />\n\nThe mechanism by which the finches initially diversified is still an area of active research. One proposition is that the finches were able to have a non-adaptive, allopatric speciation event on separate islands in the archipelago, such that when they reconverged on some islands, they were able to maintain reproductive isolation.<ref name=\"Petren, K. 20052\" /> Once they occurred in sympatry, niche specialization was favored so that the different species competed less directly for resources.<ref name=\"Petren, K. 20052\" /> This second, sympatric event was adaptive radiation.<ref name=\"Petren, K. 20052\" />\n\n", "attributes": [{"name": "Cite book", "values": [{"name": "title", "value": "The Beak of the Finch: A Story of Evolution in Our Time"}, {"name": "last", "value": "Weiner"}, {"name": "first", "value": "Jonathan"}, {"name": "publisher", "value": "Alfred A. Knopf, Inc."}, {"name": "year", "value": "1994"}, {"name": "isbn", "value": "0-679-40003-6"}, {"name": "location", "value": "New York"}, {"name": "pages", "value": "[https://archive.org/details/beakoffincha00wein/page/207 207]"}, {"name": "url-access", "value": "registration"}, {"name": "url", "value": "https://archive.org/details/beakoffincha00wein/page/207"}]}, {"name": "cite journal", "values": [{"name": "last1", "value": "Petren"}, {"name": "first1", "value": "K."}, {"name": "last2", "value": "Grant"}, {"name": "first2", "value": "P. R."}, {"name": "last3", "value": "Grant"}, {"name": "first3", "value": "B. R."}, {"name": "last4", "value": "Keller"}, {"name": "first4", "value": "L. F."}, {"name": "year", "value": "2005"}, {"name": "title", "value": "Comparative landscape genetics and the adaptive radiation of Darwin's finches: the role of peripheral isolation"}, {"name": "url", "value": "https://semanticscholar.org/paper/010ee00fc31bd70b1a33b14508e27d4f581782f3"}, {"name": "journal", "value": "Molecular Ecology"}, {"name": "volume", "value": "14"}, {"name": "issue", "value": "10"}, {"name": "pages", "value": "2943–2957"}, {"name": "doi", "value": "10.1111/j.1365-294x.2005.02632.x"}, {"name": "pmid", "value": "16101765"}]}], "id": 4}, {"title": " Cichlids of the African Great Lakes ", "paragraphs": "The [[haplochromine]] [[cichlid]] fishes in the [[African Great Lakes|Great Lakes]] of the [[East African Rift]] (particularly in [[Lake Tanganyika]], [[Lake Malawi]], and [[Lake Victoria]]) form the most speciose modern example of adaptive radiation.<ref name=\"Seehausen\">{{Cite book|title=Lake Victoria Rock Cichlids: taxonomy, ecology, and distribution|last=Seehausen|first=Ole|publisher=Verduyn Cichlids|year=1996|isbn=90-800181-6-3|location=|pages=}}</ref><ref name=\"Konings\">{{Cite book|title=Tanganyika Cichlids in their natural habitat, 3rd Edition|last=Konings|first=Ad|publisher=Cichlid Press|year=2015|isbn=978-1-932892-18-5|location=El Paso, TX|pages=8, 325–328}}</ref><ref name=\"Konings2\">{{Cite book|title=Malawi Cichlids in their natural habitat, 5th edition|last=Konings|first=Ad|publisher=Cichlid Press|year=2016|isbn=978-1-932892-23-9|location=El Paso, TX|pages=}}</ref> These lakes are believed to be home to about 2,000 different species of cichlid, spanning a wide range of ecological roles and morphological characteristics.<ref name=\"Losos, Jonathan B 20102\">{{cite journal|last1=Losos|first1=Jonathan B|year=2010|title=Adaptive Radiation, Ecological Opportunity, and Evolutionary Determinism|url=http://nrs.harvard.edu/urn-3:HUL.InstRepos:9464287|journal=The American Naturalist|volume=175|issue=6|pages=623–639|doi=10.1086/652433|pmid=20412015}}</ref> Cichlids in these lakes fill nearly all of the roles typically filled by many fish families, including those of predators, scavengers, and herbivores, with varying dentitions and head shapes to match their dietary habits.<ref name=\"Konings2\" /> In each case, the radiation events are only a few million years old, making the high level of speciation particularly remarkable.<ref name=\"Konings2\" /><ref name=\"Konings\" /><ref name=\"Seehausen\" /> Several factors could be responsible for this diversity: the availability of a multitude of niches probably favored specialization, as few other fish taxa are present in the lakes (meaning that sympatric speciation was the most probable mechanism for initial specialization).<ref name=\"Seehausen\" /> Also, continual changes in the water level of the lakes during the Pleistocene (which often turned the largest lakes into several smaller ones) could have created the conditions for secondary allopatric speciation.<ref name=\"Konings2\" /><ref name=\"Seehausen\" />\n\n==== Tanganyika cichlids ====\nLake Tanganyika is the site from which nearly all the cichlid lineages of East Africa (including both riverine and lake species) originated.<ref name=\"Salzburger\">{{Cite journal |author=Salzburger |author2=Mack |author3=Verheyen |author4=Meyer |date=2005|title=Out of Tanganyika: Genesis, explosive speciation, key-innovations and phylogeography of the haplochromine cichlid fishes|journal=BMC Evolutionary Biology|volume=5:17|pages=17|doi=10.1186/1471-2148-5-17|pmid=15723698 |pmc=554777}}</ref> Thus, the species in the lake constitute a single adaptive radiation event but do not form a single monophyletic clade.<ref name=\"Salzburger\" /> Lake Tanganyika is also the least speciose of the three largest African Great Lakes, with only around 200 species of cichlid;<ref name=\"Konings\" /> however, these cichlids are more morphologically divergent and ecologically distinct than their counterparts in lakes Malawi and Victoria, an artifact of Lake Tanganyika's older cichlid fauna. Lake Tanganyika itself is believed to have formed 9–12 million years ago, putting a recent cap on the age of the lake's cichlid fauna.<ref name=\"Konings\" /> Many of Tanganyika's cichlids live very specialized lifestyles. The giant or emperor cichlid (''[[Giant cichlid|Boulengerochromis microlepis]]''[[Giant cichlid|)]] is a piscivore often ranked the largest of all cichlids (though it competes for this title with South America's ''[[Cichla temensis]]'', the speckled peacock bass).<ref name=\"Konings\" /> It is thought that giant cichlids spawn only a single time, breeding in their third year and defending their young until they reach a large size, before dying of starvation some time thereafter.<ref name=\"Konings\" /> The three species of ''[[Altolamprologus]]'' are also piscivores, but with laterally compressed bodies and thick scales enabling them to chase prey into thin cracks in rocks without damaging their skin.<ref name=\"Konings\" /> ''[[Plecodus straeleni]]'' has evolved large, strangely curved teeth that are designed to scrape scales off of the sides of other fish, scales being its main source of food.<ref name=\"Konings\" /> ''[[Gnathochromis permaxillaris]]'' possesses a large mouth with a protruding upper lip, and feeds by opening this mouth downward onto the sandy lake bottom, sucking in small invertebrates.<ref name=\"Konings\" /> A number of Tanganyika's cichlids are shell-brooders, meaning that mating pairs lay and fertilize their eggs inside of empty shells on the lake bottom.<ref name=\"Konings\" /> ''[[Lamprologus callipterus]]'' is the most unique egg-brooding species, with 15&nbsp;cm-long males amassing collections of shells and guarding them in the hopes of attracting females (about 6&nbsp;cm in length) to lay eggs in these shells.<ref name=\"Konings\" /> These dominant males must defend their territories from three types of rival: (1) other dominant males looking to steal shells; (2) younger, \"sneaker\" males looking to fertilize eggs in a dominant male's territory; and (3) tiny, 2–4&nbsp;cm \"parasitic dwarf\" males that also attempt to rush in and fertilize eggs in the dominant male's territory.<ref name=\"Konings\" /> These parasitic dwarf males never grow to the size of dominant males, and the male offspring of dominant and parasitic dwarf males grow with 100% fidelity into the form of their fathers.<ref name=\"Konings\" /> A number of other highly specialized Tanganyika cichlids exist aside from these examples, including those adapted for life in open lake water up to 200m deep.<ref name=\"Konings\" />\n\n==== Malawi cichlids ====\nThe cichlids of Lake Malawi constitute a \"species flock\" of up to 1000 endemic species.<ref name=\"Konings2\" /> Only seven cichlid species in Lake Malawi are not a part of the species flock: the Eastern happy (''[[Astatotilapia calliptera]]''), the sungwa (''[[Serranochromis robustus]]''), and five tilapia species (genera ''[[Oreochromis]]'' and ''[[Coptodon]]'').<ref name=\"Konings2\" /> All of the other cichlid species in the lake are descendants of a single original colonist species, which itself was descended from Tanganyikan ancestors.<ref name=\"Salzburger\" /> The common ancestor of Malawi's species flock is believed to have reached the lake 3.4 million years ago at the earliest, making Malawi cichlids' diversification into their present numbers particularly rapid.<ref name=\"Konings2\" /> Malawi's cichlids span a similarly range of feeding behaviors to those of Tanganyika, but also show signs of a much more recent origin. For example, all members of the Malawi species flock are mouth-brooders, meaning the female keeps her eggs in her mouth until they hatch; in almost all species, the eggs are also fertilized in the female's mouth, and in a few species, the females continue to guard their fry in their mouth after they hatch.<ref name=\"Konings2\" /> Males of most species display predominantly blue coloration when mating. However, a number of particularly divergent species are known from Malawi, including the piscivorous ''[[Nimbochromis livingstonii|Nimbochromis livingtonii]]'', which lies on its side in the substrate until small cichlids, perhaps drawn to its broken white patterning, come to inspect the predator - at which point they are swiftly eaten.<ref name=\"Konings2\" />\n\n==== Victoria cichlids ====\nLake Victoria's cichlids are also a species flock, once composed of some 500 or more species.<ref name=\"Seehausen\" /> The deliberate introduction of the Nile Perch (''[[Nile perch|Lates niloticus]]'') in the 1950s proved disastrous for Victoria cichlids, and the collective biomass of the Victoria cichlid species flock has decreased substantially and an unknown number of species have become extinct.<ref name=\"Goldschmidt\">{{Cite book|title=Darwin's Dreampond: Drama in Lake Victoria|last=Goldschmidt|first=Tijs|publisher=The MIT Press|year=1996|isbn=978-0262071789|location=Cambridge, MA|pages=}}</ref> However, the original range of morphological and behavioral diversity seen in the lake's cichlid fauna is still mostly present today, if endangered.<ref name=\"Seehausen\" /> These again include cichlids specialized for niches across the trophic spectrum, as in Tanganyika and Malawi, but again, there are standouts. Victoria is famously home to many piscivorous cichlid species, some of which feed by sucking the contents out of mouthbrooding females' mouths.<ref name=\"Goldschmidt\" /> Victoria's cichlids constitute a far younger radiation than even that of Lake Malawi, with estimates of the age of the flock ranging from 200,000 years to as little as 14,000.<ref name=\"Seehausen\" />\n\n", "attributes": [{"name": "Cite book", "values": [{"name": "title", "value": "Lake Victoria Rock Cichlids: taxonomy, ecology, and distribution"}, {"name": "last", "value": "Seehausen"}, {"name": "first", "value": "Ole"}, {"name": "publisher", "value": "Verduyn Cichlids"}, {"name": "year", "value": "1996"}, {"name": "isbn", "value": "90-800181-6-3"}]}, {"name": "Cite book", "values": [{"name": "title", "value": "Tanganyika Cichlids in their natural habitat, 3rd Edition"}, {"name": "last", "value": "Konings"}, {"name": "first", "value": "Ad"}, {"name": "publisher", "value": "Cichlid Press"}, {"name": "year", "value": "2015"}, {"name": "isbn", "value": "978-1-932892-18-5"}, {"name": "location", "value": "El Paso, TX"}, {"name": "pages", "value": "8, 325–328"}]}, {"name": "Cite book", "values": [{"name": "title", "value": "Malawi Cichlids in their natural habitat, 5th edition"}, {"name": "last", "value": "Konings"}, {"name": "first", "value": "Ad"}, {"name": "publisher", "value": "Cichlid Press"}, {"name": "year", "value": "2016"}, {"name": "isbn", "value": "978-1-932892-23-9"}, {"name": "location", "value": "El Paso, TX"}]}, {"name": "cite journal", "values": [{"name": "last1", "value": "Losos"}, {"name": "first1", "value": "Jonathan B"}, {"name": "year", "value": "2010"}, {"name": "title", "value": "Adaptive Radiation, Ecological Opportunity, and Evolutionary Determinism"}, {"name": "url", "value": "http://nrs.harvard.edu/urn-3:HUL.InstRepos:9464287"}, {"name": "journal", "value": "The American Naturalist"}, {"name": "volume", "value": "175"}, {"name": "issue", "value": "6"}, {"name": "pages", "value": "623–639"}, {"name": "doi", "value": "10.1086/652433"}, {"name": "pmid", "value": "20412015"}]}, {"name": "Cite journal ", "values": [{"name": "author", "value": "Salzburger"}, {"name": "author2", "value": "Mack"}, {"name": "author3", "value": "Verheyen"}, {"name": "author4", "value": "Meyer"}, {"name": "date", "value": "2005"}, {"name": "title", "value": "Out of Tanganyika: Genesis, explosive speciation, key-innovations and phylogeography of the haplochromine cichlid fishes"}, {"name": "journal", "value": "BMC Evolutionary Biology"}, {"name": "volume", "value": "5:17"}, {"name": "pages", "value": "17"}, {"name": "doi", "value": "10.1186/1471-2148-5-17"}, {"name": "pmid", "value": "15723698"}, {"name": "pmc", "value": "554777"}]}, {"name": "Cite book", "values": [{"name": "title", "value": "Darwin's Dreampond: Drama in Lake Victoria"}, {"name": "last", "value": "Goldschmidt"}, {"name": "first", "value": "Tijs"}, {"name": "publisher", "value": "The MIT Press"}, {"name": "year", "value": "1996"}, {"name": "isbn", "value": "978-0262071789"}, {"name": "location", "value": "Cambridge, MA"}]}], "id": 5}, {"title": " Tanganyika cichlids ", "paragraphs": "Lake Tanganyika is the site from which nearly all the cichlid lineages of East Africa (including both riverine and lake species) originated.<ref name=\"Salzburger\">{{Cite journal |author=Salzburger |author2=Mack |author3=Verheyen |author4=Meyer |date=2005|title=Out of Tanganyika: Genesis, explosive speciation, key-innovations and phylogeography of the haplochromine cichlid fishes|journal=BMC Evolutionary Biology|volume=5:17|pages=17|doi=10.1186/1471-2148-5-17|pmid=15723698 |pmc=554777}}</ref> Thus, the species in the lake constitute a single adaptive radiation event but do not form a single monophyletic clade.<ref name=\"Salzburger\" /> Lake Tanganyika is also the least speciose of the three largest African Great Lakes, with only around 200 species of cichlid;<ref name=\"Konings\" /> however, these cichlids are more morphologically divergent and ecologically distinct than their counterparts in lakes Malawi and Victoria, an artifact of Lake Tanganyika's older cichlid fauna. Lake Tanganyika itself is believed to have formed 9–12 million years ago, putting a recent cap on the age of the lake's cichlid fauna.<ref name=\"Konings\" /> Many of Tanganyika's cichlids live very specialized lifestyles. The giant or emperor cichlid (''[[Giant cichlid|Boulengerochromis microlepis]]''[[Giant cichlid|)]] is a piscivore often ranked the largest of all cichlids (though it competes for this title with South America's ''[[Cichla temensis]]'', the speckled peacock bass).<ref name=\"Konings\" /> It is thought that giant cichlids spawn only a single time, breeding in their third year and defending their young until they reach a large size, before dying of starvation some time thereafter.<ref name=\"Konings\" /> The three species of ''[[Altolamprologus]]'' are also piscivores, but with laterally compressed bodies and thick scales enabling them to chase prey into thin cracks in rocks without damaging their skin.<ref name=\"Konings\" /> ''[[Plecodus straeleni]]'' has evolved large, strangely curved teeth that are designed to scrape scales off of the sides of other fish, scales being its main source of food.<ref name=\"Konings\" /> ''[[Gnathochromis permaxillaris]]'' possesses a large mouth with a protruding upper lip, and feeds by opening this mouth downward onto the sandy lake bottom, sucking in small invertebrates.<ref name=\"Konings\" /> A number of Tanganyika's cichlids are shell-brooders, meaning that mating pairs lay and fertilize their eggs inside of empty shells on the lake bottom.<ref name=\"Konings\" /> ''[[Lamprologus callipterus]]'' is the most unique egg-brooding species, with 15&nbsp;cm-long males amassing collections of shells and guarding them in the hopes of attracting females (about 6&nbsp;cm in length) to lay eggs in these shells.<ref name=\"Konings\" /> These dominant males must defend their territories from three types of rival: (1) other dominant males looking to steal shells; (2) younger, \"sneaker\" males looking to fertilize eggs in a dominant male's territory; and (3) tiny, 2–4&nbsp;cm \"parasitic dwarf\" males that also attempt to rush in and fertilize eggs in the dominant male's territory.<ref name=\"Konings\" /> These parasitic dwarf males never grow to the size of dominant males, and the male offspring of dominant and parasitic dwarf males grow with 100% fidelity into the form of their fathers.<ref name=\"Konings\" /> A number of other highly specialized Tanganyika cichlids exist aside from these examples, including those adapted for life in open lake water up to 200m deep.<ref name=\"Konings\" />\n\n", "attributes": [{"name": "Cite journal ", "values": [{"name": "author", "value": "Salzburger"}, {"name": "author2", "value": "Mack"}, {"name": "author3", "value": "Verheyen"}, {"name": "author4", "value": "Meyer"}, {"name": "date", "value": "2005"}, {"name": "title", "value": "Out of Tanganyika: Genesis, explosive speciation, key-innovations and phylogeography of the haplochromine cichlid fishes"}, {"name": "journal", "value": "BMC Evolutionary Biology"}, {"name": "volume", "value": "5:17"}, {"name": "pages", "value": "17"}, {"name": "doi", "value": "10.1186/1471-2148-5-17"}, {"name": "pmid", "value": "15723698"}, {"name": "pmc", "value": "554777"}]}], "id": 6}, {"title": " Malawi cichlids ", "paragraphs": "The cichlids of Lake Malawi constitute a \"species flock\" of up to 1000 endemic species.<ref name=\"Konings2\" /> Only seven cichlid species in Lake Malawi are not a part of the species flock: the Eastern happy (''[[Astatotilapia calliptera]]''), the sungwa (''[[Serranochromis robustus]]''), and five tilapia species (genera ''[[Oreochromis]]'' and ''[[Coptodon]]'').<ref name=\"Konings2\" /> All of the other cichlid species in the lake are descendants of a single original colonist species, which itself was descended from Tanganyikan ancestors.<ref name=\"Salzburger\" /> The common ancestor of Malawi's species flock is believed to have reached the lake 3.4 million years ago at the earliest, making Malawi cichlids' diversification into their present numbers particularly rapid.<ref name=\"Konings2\" /> Malawi's cichlids span a similarly range of feeding behaviors to those of Tanganyika, but also show signs of a much more recent origin. For example, all members of the Malawi species flock are mouth-brooders, meaning the female keeps her eggs in her mouth until they hatch; in almost all species, the eggs are also fertilized in the female's mouth, and in a few species, the females continue to guard their fry in their mouth after they hatch.<ref name=\"Konings2\" /> Males of most species display predominantly blue coloration when mating. However, a number of particularly divergent species are known from Malawi, including the piscivorous ''[[Nimbochromis livingstonii|Nimbochromis livingtonii]]'', which lies on its side in the substrate until small cichlids, perhaps drawn to its broken white patterning, come to inspect the predator - at which point they are swiftly eaten.<ref name=\"Konings2\" />\n\n", "attributes": [], "id": 7}, {"title": " Victoria cichlids ", "paragraphs": "Lake Victoria's cichlids are also a species flock, once composed of some 500 or more species.<ref name=\"Seehausen\" /> The deliberate introduction of the Nile Perch (''[[Nile perch|Lates niloticus]]'') in the 1950s proved disastrous for Victoria cichlids, and the collective biomass of the Victoria cichlid species flock has decreased substantially and an unknown number of species have become extinct.<ref name=\"Goldschmidt\">{{Cite book|title=Darwin's Dreampond: Drama in Lake Victoria|last=Goldschmidt|first=Tijs|publisher=The MIT Press|year=1996|isbn=978-0262071789|location=Cambridge, MA|pages=}}</ref> However, the original range of morphological and behavioral diversity seen in the lake's cichlid fauna is still mostly present today, if endangered.<ref name=\"Seehausen\" /> These again include cichlids specialized for niches across the trophic spectrum, as in Tanganyika and Malawi, but again, there are standouts. Victoria is famously home to many piscivorous cichlid species, some of which feed by sucking the contents out of mouthbrooding females' mouths.<ref name=\"Goldschmidt\" /> Victoria's cichlids constitute a far younger radiation than even that of Lake Malawi, with estimates of the age of the flock ranging from 200,000 years to as little as 14,000.<ref name=\"Seehausen\" />\n\n", "attributes": [{"name": "Cite book", "values": [{"name": "title", "value": "Darwin's Dreampond: Drama in Lake Victoria"}, {"name": "last", "value": "Goldschmidt"}, {"name": "first", "value": "Tijs"}, {"name": "publisher", "value": "The MIT Press"}, {"name": "year", "value": "1996"}, {"name": "isbn", "value": "978-0262071789"}, {"name": "location", "value": "Cambridge, MA"}]}], "id": 8}, {"title": " Adaptive radiation in Hawaii ", "paragraphs": "[[File:Iiwi_on_native_mint_-_Hakalau_Forest_NWR.jpg|thumb|An ʻiʻiwi (''Drepanis coccinea''). Note the long, curved beak for sipping nectar from tubular flowers.]][[Hawaii]] has served as the site of a number of adaptive radiation events, owing to its isolation, recent origin, and large land area. The three most famous examples of these radiations are presented below, though insects like the Hawaiian [[Drosophila|drosophilid]] flies and ''[[Hyposmocoma]]'' moths have also undergone adaptive radiation.<ref name=\"Olsen\">{{Cite book|title=Evolution in Hawaii: A Supplement to Teaching about Evolution and the Nature of Science|last=Olsen|first=Steve|publisher=The National Academies Press|year=2004|isbn=0-309-52657-4|location=Washington, D.C.|pages=}}</ref><ref name=\"Rubinoff\" />\n\n====Hawaiian honeycreepers====\nThe [[Hawaiian honeycreeper]]s form a large, highly morphologically diverse species group that began radiating in the early days of the Hawaiian archipelago. While today only 17 species are known to persist in Hawaii (3 more may or may not be extinct), there were more than 50 species prior to Polynesian colonization of the archipelago (between 18 and 21 species have gone extinct since the discovery of the islands by westerners). The Hawaiian honeycreepers are known for their beaks, which are specialized to satisfy a wide range of dietary needs: for example, the beak of the ʻakiapōlāʻau (''[[ʻAkiapolaʻau|Hemignathus wilsoni]]'') is characterized by a short, sharp lower mandible for scraping bark off of trees, and the much longer, curved upper mandible is used to probe the wood underneath for insects.<ref name=\"Weiner\" /> Meanwhile, the ʻiʻiwi (''[[ʻIʻiwi|Drepanis coccinea]]'') has a very long curved beak for reaching nectar deep in ''[[Lobelia]]'' flowers.<ref name=\"Olsen\" /> An entire clade of Hawaiian honeycreepers, the tribe [[Psittirostrini]], is composed of thick-billed, mostly seed-eating birds, like the Laysan finch (''[[Laysan finch|Telespiza cantans]]'').<ref name=\"Olsen\" /> In at least some cases, similar morphologies and behaviors appear to have evolved convergently among the Hawaiian honeycreepers; for example, the short, pointed beaks of ''[[Loxops]]'' and ''[[ʻAkikiki|Oreomystis]]'' evolved separately despite once forming the justification for lumping the two genera together.<ref name=\"Reding\" /> The Hawaiian honeycreepers are believed to have descended from a single common ancestor some 15 to 20 million years ago, though estimates range as low as 3.5 million years.<ref name=\"Baldwin\">{{cite journal|last1=Baldwin|first1=Bruce G.|last2=Sanderson|first2=Michael J.|year=1998|title=Age and rate of diversification of the Hawaiian silversword alliance (Compositae)|url=|journal=Proceedings of the National Academy of Sciences|volume=95|issue=16|pages=9402–9406|bibcode=1998PNAS...95.9402B|doi=10.1073/pnas.95.16.9402|pmid=9689092|pmc=21350}}</ref>\n\n====Hawaiian silverswords====\n[[File:Young_silverswords,_Haleakala.jpg|thumb|A mixture of blooming and non-blooming Haleakalā silverswords (''Argyroxiphium sandwicense macrocephalum'').]]\n\nAdaptive radiation is not a strictly vertebrate phenomenon, and examples are also known from among plants. The most famous example of adaptive radiation in plants is quite possibly the Hawaiian [[Argyroxiphium|silverswords]], named for alpine desert-dwelling ''[[Argyroxiphium]]'' species with long, silvery leaves that live for up to 20 years before growing a single flowering stalk and then dying.<ref name=\"Olsen\" /> The Hawaiian [[silversword alliance]] consists of twenty-eight species of Hawaiian plants which, aside from the namesake silverswords, includes trees, shrubs, vines, cushion plants, and more.<ref name=\"Baldwin\" /> The silversword alliance is believed to have originated in Hawaii no more than 6 million years ago, making this one of Hawaii's youngest adaptive radiation events.<ref name=\"Baldwin\" /> This means that the silverswords evolved on Hawaii's modern high islands, and descended from a single common ancestor that arrived on [[Kauai]] from western North America.<ref name=\"Baldwin\" /> The closest modern relatives of the silverswords today are California tarweeds of the family [[Asteraceae]].<ref name=\"Baldwin\" />\n\n==== Hawaiian lobelioids ====\nHawaii is also the site of a separate major floral adaptive radiation event: the [[Hawaiian lobelioids]]. The Hawaiian lobelioids are significantly more speciose than the silverswords, perhaps because they have been present in Hawaii for so much longer: they descended from a single common ancestor who arrived in the archipelago up to 15 million years ago.<ref name=\"Baldwin\" /> Today the Hawaiian lobelioids form a clade of over 125 species, including succulents, trees, shrubs, epiphytes, etc. Many species have been lost to extinction and many of the surviving species endangered.\n\n", "attributes": [{"name": "Cite book", "values": [{"name": "title", "value": "Evolution in Hawaii: A Supplement to Teaching about Evolution and the Nature of Science"}, {"name": "last", "value": "Olsen"}, {"name": "first", "value": "Steve"}, {"name": "publisher", "value": "The National Academies Press"}, {"name": "year", "value": "2004"}, {"name": "isbn", "value": "0-309-52657-4"}, {"name": "location", "value": "Washington, D.C."}]}, {"name": "cite journal", "values": [{"name": "last1", "value": "Baldwin"}, {"name": "first1", "value": "Bruce G."}, {"name": "last2", "value": "Sanderson"}, {"name": "first2", "value": "Michael J."}, {"name": "year", "value": "1998"}, {"name": "title", "value": "Age and rate of diversification of the Hawaiian silversword alliance (Compositae)"}, {"name": "journal", "value": "Proceedings of the National Academy of Sciences"}, {"name": "volume", "value": "95"}, {"name": "issue", "value": "16"}, {"name": "pages", "value": "9402–9406"}, {"name": "bibcode", "value": "1998PNAS...95.9402B"}, {"name": "doi", "value": "10.1073/pnas.95.16.9402"}, {"name": "pmid", "value": "9689092"}, {"name": "pmc", "value": "21350"}]}], "id": 9}, {"title": "Hawaiian honeycreepers", "paragraphs": "The [[Hawaiian honeycreeper]]s form a large, highly morphologically diverse species group that began radiating in the early days of the Hawaiian archipelago. While today only 17 species are known to persist in Hawaii (3 more may or may not be extinct), there were more than 50 species prior to Polynesian colonization of the archipelago (between 18 and 21 species have gone extinct since the discovery of the islands by westerners). The Hawaiian honeycreepers are known for their beaks, which are specialized to satisfy a wide range of dietary needs: for example, the beak of the ʻakiapōlāʻau (''[[ʻAkiapolaʻau|Hemignathus wilsoni]]'') is characterized by a short, sharp lower mandible for scraping bark off of trees, and the much longer, curved upper mandible is used to probe the wood underneath for insects.<ref name=\"Weiner\" /> Meanwhile, the ʻiʻiwi (''[[ʻIʻiwi|Drepanis coccinea]]'') has a very long curved beak for reaching nectar deep in ''[[Lobelia]]'' flowers.<ref name=\"Olsen\" /> An entire clade of Hawaiian honeycreepers, the tribe [[Psittirostrini]], is composed of thick-billed, mostly seed-eating birds, like the Laysan finch (''[[Laysan finch|Telespiza cantans]]'').<ref name=\"Olsen\" /> In at least some cases, similar morphologies and behaviors appear to have evolved convergently among the Hawaiian honeycreepers; for example, the short, pointed beaks of ''[[Loxops]]'' and ''[[ʻAkikiki|Oreomystis]]'' evolved separately despite once forming the justification for lumping the two genera together.<ref name=\"Reding\" /> The Hawaiian honeycreepers are believed to have descended from a single common ancestor some 15 to 20 million years ago, though estimates range as low as 3.5 million years.<ref name=\"Baldwin\">{{cite journal|last1=Baldwin|first1=Bruce G.|last2=Sanderson|first2=Michael J.|year=1998|title=Age and rate of diversification of the Hawaiian silversword alliance (Compositae)|url=|journal=Proceedings of the National Academy of Sciences|volume=95|issue=16|pages=9402–9406|bibcode=1998PNAS...95.9402B|doi=10.1073/pnas.95.16.9402|pmid=9689092|pmc=21350}}</ref>\n\n", "attributes": [{"name": "cite journal", "values": [{"name": "last1", "value": "Baldwin"}, {"name": "first1", "value": "Bruce G."}, {"name": "last2", "value": "Sanderson"}, {"name": "first2", "value": "Michael J."}, {"name": "year", "value": "1998"}, {"name": "title", "value": "Age and rate of diversification of the Hawaiian silversword alliance (Compositae)"}, {"name": "journal", "value": "Proceedings of the National Academy of Sciences"}, {"name": "volume", "value": "95"}, {"name": "issue", "value": "16"}, {"name": "pages", "value": "9402–9406"}, {"name": "bibcode", "value": "1998PNAS...95.9402B"}, {"name": "doi", "value": "10.1073/pnas.95.16.9402"}, {"name": "pmid", "value": "9689092"}, {"name": "pmc", "value": "21350"}]}], "id": 10}, {"title": "Hawaiian silverswords", "paragraphs": "[[File:Young_silverswords,_Haleakala.jpg|thumb|A mixture of blooming and non-blooming Haleakalā silverswords (''Argyroxiphium sandwicense macrocephalum'').]]\n\nAdaptive radiation is not a strictly vertebrate phenomenon, and examples are also known from among plants. The most famous example of adaptive radiation in plants is quite possibly the Hawaiian [[Argyroxiphium|silverswords]], named for alpine desert-dwelling ''[[Argyroxiphium]]'' species with long, silvery leaves that live for up to 20 years before growing a single flowering stalk and then dying.<ref name=\"Olsen\" /> The Hawaiian [[silversword alliance]] consists of twenty-eight species of Hawaiian plants which, aside from the namesake silverswords, includes trees, shrubs, vines, cushion plants, and more.<ref name=\"Baldwin\" /> The silversword alliance is believed to have originated in Hawaii no more than 6 million years ago, making this one of Hawaii's youngest adaptive radiation events.<ref name=\"Baldwin\" /> This means that the silverswords evolved on Hawaii's modern high islands, and descended from a single common ancestor that arrived on [[Kauai]] from western North America.<ref name=\"Baldwin\" /> The closest modern relatives of the silverswords today are California tarweeds of the family [[Asteraceae]].<ref name=\"Baldwin\" />\n\n", "attributes": [], "id": 11}, {"title": " Hawaiian lobelioids ", "paragraphs": "Hawaii is also the site of a separate major floral adaptive radiation event: the [[Hawaiian lobelioids]]. The Hawaiian lobelioids are significantly more speciose than the silverswords, perhaps because they have been present in Hawaii for so much longer: they descended from a single common ancestor who arrived in the archipelago up to 15 million years ago.<ref name=\"Baldwin\" /> Today the Hawaiian lobelioids form a clade of over 125 species, including succulents, trees, shrubs, epiphytes, etc. Many species have been lost to extinction and many of the surviving species endangered.\n\n", "attributes": [], "id": 12}, {"title": " Caribbean anoles ", "paragraphs": "[[Anole]] lizards are distributed broadly in the New World, from the Southeastern US to South America. With over 400 species currently recognized, often placed in a single genus (''[[Anolis]]''), they constitute one of the largest radiation events among all lizards.<ref name=\"Losos\">{{Cite book|title=Lizards in an Evolutionary Tree: Ecology and Adaptive Radiation of Anoles|last=Losos|first=Jonathan|publisher=University of California Press|year=2009|isbn=978-0520255913|location=Oakland, CA|pages=}}</ref> Anole radiation on the mainland has largely been a process of speciation, and is not adaptive to any great degree, but anoles on each of the [[Greater Antilles]] ([[Cuba]], [[Hispaniola]], [[Puerto Rico]], and [[Jamaica]]) have adaptively radiated in separate, convergent ways.<ref name=\"Irschick\">{{cite journal|last1=Irschick|first1=Duncan J.|display-authors=et al|year=1997|title=A comparison of evolutionary radiations in mainland and Caribbean Anolis lizards|url=|journal=Ecology|volume=78|issue=7|pages=2191–2203|doi=10.2307/2265955|jstor=2265955}}</ref> On each of these islands, anoles have evolved with such a consistent set of morphological adaptations that each species can be assigned to one of six \"[[Anolis ecomorphs|ecomorphs]]\": trunk–ground, trunk–crown, grass–bush, crown–giant, twig, and trunk.<ref name=\"Irschick\" /> Take, for example, crown–giants from each of these islands: the Cuban ''[[Anolis luteogularis]]'', Hispaniola's ''[[Anolis ricordii]]'', Puerto Rico's ''[[Anolis cuvieri]]'', and Jamaica's ''[[Jamaican giant anole|Anolis garmani]]'' (Cuba and Hispaniola are both home to more than one species of crown–giant).<ref name=\"Losos\" /> These anoles are all large, canopy-dwelling species with large heads and large lamellae (scales on the undersides of the fingers and toes that are important for traction in climbing), and yet none of these species are particularly closely related and appear to have evolved these similar traits independently.<ref name=\"Losos\" /> The same can be said of the other five ecomorphs across the Caribbean's four largest islands. Much like in the case of the cichlids of the three largest African Great Lakes, each of these islands is home to its own convergent ''Anolis'' adaptive radiation event.\n\n", "attributes": [{"name": "Cite book", "values": [{"name": "title", "value": "Lizards in an Evolutionary Tree: Ecology and Adaptive Radiation of Anoles"}, {"name": "last", "value": "Losos"}, {"name": "first", "value": "Jonathan"}, {"name": "publisher", "value": "University of California Press"}, {"name": "year", "value": "2009"}, {"name": "isbn", "value": "978-0520255913"}, {"name": "location", "value": "Oakland, CA"}]}, {"name": "cite journal", "values": [{"name": "last1", "value": "Irschick"}, {"name": "first1", "value": "Duncan J."}, {"name": "display-authors", "value": "et al"}, {"name": "year", "value": "1997"}, {"name": "title", "value": "A comparison of evolutionary radiations in mainland and Caribbean Anolis lizards"}, {"name": "journal", "value": "Ecology"}, {"name": "volume", "value": "78"}, {"name": "issue", "value": "7"}, {"name": "pages", "value": "2191–2203"}, {"name": "doi", "value": "10.2307/2265955"}, {"name": "jstor", "value": "2265955"}]}], "id": 13}, {"title": " Other examples ", "paragraphs": "Presented above are the most well-documented examples of modern adaptive radiation, but other examples are known. On Madagascar, birds of the family [[Vanga|Vangidae]] are marked by very distinct beak shapes to suit their ecological roles.<ref name=\"Reddy\" /> Madagascan [[Mantellidae|mantellid]] frogs have radiated into forms that mirror other tropical frog faunas, with the brightly colored mantellas (''[[Mantella]]'') having evolved convergently with the Neotropical poison dart frogs of [[Poison dart frog|Dendrobatidae]], while the arboreal ''[[Boophis]]'' species are the Madagascan equivalent of [[Hylidae|tree frogs]] and [[glass frog]]s. The [[Pseudoxyrhophiinae|pseudoxyrhophiine]] snakes of Madagascar have evolved into fossorial, arboreal, terrestrial, and semi-aquatic forms that converge with the colubroid faunas in the rest of the world. These Madagascan examples are significantly older than most of the other examples presented here: Madagascar's fauna has been evolving in isolation since the island split from India some 88 million years ago, and the Mantellidae originated around 50 mya.<ref name=\"webcite\" /><ref>{{Cite journal |author=Feng |author2=Blackburn |author3=Liang |author4=Hillis |author5=Wake |author6=Cannatella |author7=Zhang |date=2017|title=Phylogenomics reveals rapid, simultaneous diversification of three major clades of Gondwanan frogs at the Cretaceous–Paleogene boundary |url=http://www.pnas.org/content/114/29/E5864|journal=PNAS|volume=114 |issue=29|pages=5864–5870|via=}}</ref> Older examples are known: the K-Pg extinction event, which caused the disappearance of the dinosaurs and most other reptilian megafauna 65 million years ago, is seen as having triggered a global adaptive radiation event that created the mammal diversity that exists today.<ref name=\"Stroud\" />\n\n", "attributes": [{"name": "Cite journal ", "values": [{"name": "author", "value": "Feng"}, {"name": "author2", "value": "Blackburn"}, {"name": "author3", "value": "Liang"}, {"name": "author4", "value": "Hillis"}, {"name": "author5", "value": "Wake"}, {"name": "author6", "value": "Cannatella"}, {"name": "author7", "value": "Zhang"}, {"name": "date", "value": "2017"}, {"name": "title", "value": "Phylogenomics reveals rapid, simultaneous diversification of three major clades of Gondwanan frogs at the Cretaceous–Paleogene boundary"}, {"name": "url", "value": "http://www.pnas.org/content/114/29/E5864"}, {"name": "journal", "value": "PNAS"}, {"name": "volume", "value": "114"}, {"name": "issue", "value": "29"}, {"name": "pages", "value": "5864–5870"}]}], "id": 14}, {"title": " See also ", "paragraphs": "{{Commons category|Adaptive radiation}}\n\n* [[Cambrian explosion]]—the most notable evolutionary radiation event\n* [[Evolutionary radiation]]—a more general term to describe any radiation\n* [[List of adaptive radiated Hawaiian honeycreepers by form]]\n* [[List of adaptive radiated marsupials by form]]\n\n", "attributes": [{"name": "Commons category", "values": [{"name": "1", "value": "Adaptive radiation"}]}], "id": 15}, {"title": "References", "paragraphs": "{{reflist|refs=\n<ref name=\"Larsen\">{{Cite book|title=Our Origins: Discovering Physical Anthropology|last=Larsen|first=Clark S.|publisher=Norton|year=2011|edition=2|page=A11}}</ref>\n<ref name=\"Rubinoff\">{{Cite journal |author=Haines |author2=Schmitz |author3=Rubinoff|date=2014|title=Ancient diversification of Hyposmocoma moths in Hawaii|journal=Nature Communications|volume=5|pages=1–7|doi=10.1038/ncomms4502|pmid=24651317 }}</ref>\n<ref name=\"Reding\">{{cite journal|last1=Reding|first1=DM|last2=Foster|first2=JT|last3=James|first3=HF|last4=Pratt|first4=HD|last5=Fleisher|first5=RC|date=2009|title=Convergent evolution of 'creepers' in the Hawaiian honeycreeper radiation|journal=[[Biology Letters]]|volume=5|issue=2|pages=221–224|doi=10.1098/rsbl.2008.0589|pmc=2665804|pmid=19087923}}</ref>\n<ref name=\"Reddy\">{{Cite journal |author=Reddy |author2=Driskell |author3=Rabosky |author4=Hackett |author5=Schulenberg|date=2012|title=Diversification and the adaptive radiation of the vangas of Madagascar|url=http://rspb.royalsocietypublishing.org/content/279/1735/2062|journal=Proceedings of the Royal Society B|volume=279:1735|pages=2062–2071|via=}}</ref>\n<ref name=\"webcite\">{{Cite web|url=https://www.webcitation.org/5xIlRolGu|title=Where did all of Madagascar's species come from?|date=October 2009|website=WebCite|archive-url=https://www.webcitation.org/5xIlRolGu|archive-date=2011-03-19|url-status=dead|access-date=June 3, 2018}}</ref>\n}}\n\n", "attributes": [{"name": "reflist", "values": [{"name": "refs", "value": "<ref name=\"Larsen\">{{Cite book|title=Our Origins: Discovering Physical Anthropology|last=Larsen|first=Clark S.|publisher=Norton|year=2011|edition=2|page=A11}}</ref>\n<ref name=\"Rubinoff\">{{Cite journal |author=Haines |author2=Schmitz |author3=Rubinoff|date=2014|title=Ancient diversification of Hyposmocoma moths in Hawaii|journal=Nature Communications|volume=5|pages=1–7|doi=10.1038/ncomms4502|pmid=24651317 }}</ref>\n<ref name=\"Reding\">{{cite journal|last1=Reding|first1=DM|last2=Foster|first2=JT|last3=James|first3=HF|last4=Pratt|first4=HD|last5=Fleisher|first5=RC|date=2009|title=Convergent evolution of 'creepers' in the Hawaiian honeycreeper radiation|journal=[[Biology Letters]]|volume=5|issue=2|pages=221–224|doi=10.1098/rsbl.2008.0589|pmc=2665804|pmid=19087923}}</ref>\n<ref name=\"Reddy\">{{Cite journal |author=Reddy |author2=Driskell |author3=Rabosky |author4=Hackett |author5=Schulenberg|date=2012|title=Diversification and the adaptive radiation of the vangas of Madagascar|url=http://rspb.royalsocietypublishing.org/content/279/1735/2062|journal=Proceedings of the Royal Society B|volume=279:1735|pages=2062–2071|via=}}</ref>\n<ref name=\"webcite\">{{Cite web|url=https://www.webcitation.org/5xIlRolGu|title=Where did all of Madagascar's species come from?|date=October 2009|website=WebCite|archive-url=https://www.webcitation.org/5xIlRolGu|archive-date=2011-03-19|url-status=dead|access-date=June 3, 2018}}</ref>"}]}, {"name": "Cite book", "values": [{"name": "title", "value": "Our Origins: Discovering Physical Anthropology"}, {"name": "last", "value": "Larsen"}, {"name": "first", "value": "Clark S."}, {"name": "publisher", "value": "Norton"}, {"name": "year", "value": "2011"}, {"name": "edition", "value": "2"}, {"name": "page", "value": "A11"}]}, {"name": "Cite journal ", "values": [{"name": "author", "value": "Haines"}, {"name": "author2", "value": "Schmitz"}, {"name": "author3", "value": "Rubinoff"}, {"name": "date", "value": "2014"}, {"name": "title", "value": "Ancient diversification of Hyposmocoma moths in Hawaii"}, {"name": "journal", "value": "Nature Communications"}, {"name": "volume", "value": "5"}, {"name": "pages", "value": "1–7"}, {"name": "doi", "value": "10.1038/ncomms4502"}, {"name": "pmid", "value": "24651317"}]}, {"name": "cite journal", "values": [{"name": "last1", "value": "Reding"}, {"name": "first1", "value": "DM"}, {"name": "last2", "value": "Foster"}, {"name": "first2", "value": "JT"}, {"name": "last3", "value": "James"}, {"name": "first3", "value": "HF"}, {"name": "last4", "value": "Pratt"}, {"name": "first4", "value": "HD"}, {"name": "last5", "value": "Fleisher"}, {"name": "first5", "value": "RC"}, {"name": "date", "value": "2009"}, {"name": "title", "value": "Convergent evolution of 'creepers' in the Hawaiian honeycreeper radiation"}, {"name": "journal", "value": "[[Biology Letters]]"}, {"name": "volume", "value": "5"}, {"name": "issue", "value": "2"}, {"name": "pages", "value": "221–224"}, {"name": "doi", "value": "10.1098/rsbl.2008.0589"}, {"name": "pmc", "value": "2665804"}, {"name": "pmid", "value": "19087923"}]}, {"name": "Cite journal ", "values": [{"name": "author", "value": "Reddy"}, {"name": "author2", "value": "Driskell"}, {"name": "author3", "value": "Rabosky"}, {"name": "author4", "value": "Hackett"}, {"name": "author5", "value": "Schulenberg"}, {"name": "date", "value": "2012"}, {"name": "title", "value": "Diversification and the adaptive radiation of the vangas of Madagascar"}, {"name": "url", "value": "http://rspb.royalsocietypublishing.org/content/279/1735/2062"}, {"name": "journal", "value": "Proceedings of the Royal Society B"}, {"name": "volume", "value": "279:1735"}, {"name": "pages", "value": "2062–2071"}]}, {"name": "Cite web", "values": [{"name": "url", "value": "https://www.webcitation.org/5xIlRolGu"}, {"name": "title", "value": "Where did all of Madagascar's species come from?"}, {"name": "date", "value": "October 2009"}, {"name": "website", "value": "WebCite"}, {"name": "archive-url", "value": "https://www.webcitation.org/5xIlRolGu"}, {"name": "archive-date", "value": "2011-03-19"}, {"name": "url-status", "value": "dead"}, {"name": "access-date", "value": "June 3, 2018"}]}], "id": 16}, {"title": "Further reading", "paragraphs": "* Wilson, E. et al. ''Life on Earth,'' by Wilson, E.; Eisner, T.; Briggs, W.; Dickerson, R.; Metzenberg, R.; O'Brien, R.; Susman, M.; Boggs, W. (Sinauer Associates, Inc., Publishers, Stamford, Connecticut), c 1974. Chapters: ''The Multiplication of Species; Biogeography,'' pp 824–877. 40 Graphs, w species pictures, also Tables, Photos, etc. Includes [[Galápagos Islands]], [[Hawaii]], and [[Australia (continent) |Australia]] subcontinent, (plus [[St. Helena]] Island, etc.).\n* [[Richard Leakey |Leakey, Richard]]. ''The Origin of Humankind''&mdash;on adaptive radiation in biology and human evolution, pp.&nbsp;28–32, 1994, Orion Publishing.\n* Grant, P.R. 1999. The ecology and evolution of Darwin's Finches. Princeton University Press, Princeton, NJ.\n* [[Ernst Mayr |Mayr, Ernst]]. 2001. What evolution is. Basic Books, New York, NY.\n* {{cite journal |last1=Kemp |first1=A.C. |year=1978 |title=A review of the hornbills: biology and radiation |journal=The Living Bird |volume=17 |issue= |pages=105–136}}\n* {{cite journal |last1=Gavrilets |first1=S. |last2=Vose |first2=A. |year=2005 |title=Dynamic patterns of adaptive radiation |journal=PNAS |volume=102 |issue=50 |pages=18040–18045 |bibcode=2005PNAS..10218040G |doi=10.1073/pnas.0506330102 |pmid=16330783 |pmc=1312382}}\n* Gavrilets, S. and A. Vose. 2009. ''Dynamic patterns of adaptive radiation: evolution of mating preferences''. In Butlin, R.K., J. Bridle, and D. Schluter (eds) Speciation and Patterns of Diversity, Cambridge University Press, page.&nbsp;102–126.\n* {{cite journal |last1=Baldwin |first1=Bruce G. |last2=Sanderson |first2=Michael J. |year=1998 |title=Age and rate of diversification of the Hawaiian silversword alliance (Compositae) |journal=Proceedings of the National Academy of Sciences |volume=95 |issue=16 |pages=9402–9406 |bibcode=1998PNAS...95.9402B |doi=10.1073/pnas.95.16.9402 |pmid=9689092 |pmc=21350}}\n* {{cite journal |last1=Gavrilets |first1=S. |last2=Losos |first2=J. B. |year=2009 |title=Adaptive radiation: contrasting theory with data |journal=Science |volume=323 |issue=5915 |pages=732–737 |bibcode=2009Sci...323..732G |doi=10.1126/science.1157966 |pmid=19197052|url=https://semanticscholar.org/paper/a0886c6dce4e452f56a86cf49a9f9b2ce2191763 }}\n* {{cite journal |last1=Irschick |first1=Duncan J. |display-authors=etal |year=1997 |title=A comparison of evolutionary radiations in mainland and Caribbean Anolis lizards |journal=Ecology |volume=78 |issue=7 |pages=2191–2203 |doi=10.2307/2265955 |jstor=2265955}}\n* {{cite journal |last1=Losos |first1=Jonathan B |year=2010 |title=Adaptive Radiation, Ecological Opportunity, and Evolutionary Determinism |url=http://nrs.harvard.edu/urn-3:HUL.InstRepos:9464287 |journal=The American Naturalist |volume=175 |issue=6 |pages=623–639 |doi=10.1086/652433 |pmid=20412015}}\n* {{cite journal |last1=Petren |first1=K. |last2=Grant |first2=P. R. |last3=Grant |first3=B. R. |last4=Keller |first4=L. F. |year=2005 |title=Comparative landscape genetics and the adaptive radiation of Darwin's finches: the role of peripheral isolation |journal=Molecular Ecology |volume=14 |issue=10 |pages=2943–2957 |doi=10.1111/j.1365-294x.2005.02632.x |pmid=16101765|url=https://semanticscholar.org/paper/010ee00fc31bd70b1a33b14508e27d4f581782f3 }}\n* Pinto, Gabriel, Luke Mahler, Luke J. Harmon, and Jonathan B. Losos. \"Testing the Island Effect in Adaptive Radiation: Rates and Patterns of Morphological Diversification in Caribbean and Mainland Anolis Lizards.\" NCBI (2008): n. pag. Web. 28 Oct. 2014.\n* {{cite journal |last1=Rainey |first1=P. B. |last2=Travisano |first2=M. |year=1998 |title=Adaptive radiation in a heterogeneous environment |journal=Nature |volume=394 |issue=6688 |pages=69–72 |bibcode=1998Natur.394...69R |doi=10.1038/27900 |pmid=9665128}}\n* {{cite journal |last1=Schluter |first1=D |year=1995 |title=Adaptive radiation in sticklebacks: trade-offs in feeding performance and growth |journal=Ecology |volume=76 |issue= 1|pages=82–90 |doi=10.2307/1940633 |jstor=1940633}}\n* Schluter, Dolph. The ecology of adaptive radiation. Oxford University Press, 2000.\n* {{cite journal |last1=Seehausen |first1=O |year=2004 |title=Hybridization and adaptive radiation |journal=Trends in Ecology & Evolution |volume=19 |issue=4 |pages=198–207 |doi=10.1016/j.tree.2004.01.003 |pmid=16701254}}\n\n{{DEFAULTSORT:Adaptive Radiation}}\n\n[[Category:Speciation]]\n[[Category:Evolutionary biology terminology]]", "attributes": [{"name": "cite journal ", "values": [{"name": "last1", "value": "Kemp"}, {"name": "first1", "value": "A.C."}, {"name": "year", "value": "1978"}, {"name": "title", "value": "A review of the hornbills: biology and radiation"}, {"name": "journal", "value": "The Living Bird"}, {"name": "volume", "value": "17"}, {"name": "pages", "value": "105–136"}]}, {"name": "cite journal ", "values": [{"name": "last1", "value": "Gavrilets"}, {"name": "first1", "value": "S."}, {"name": "last2", "value": "Vose"}, {"name": "first2", "value": "A."}, {"name": "year", "value": "2005"}, {"name": "title", "value": "Dynamic patterns of adaptive radiation"}, {"name": "journal", "value": "PNAS"}, {"name": "volume", "value": "102"}, {"name": "issue", "value": "50"}, {"name": "pages", "value": "18040–18045"}, {"name": "bibcode", "value": "2005PNAS..10218040G"}, {"name": "doi", "value": "10.1073/pnas.0506330102"}, {"name": "pmid", "value": "16330783"}, {"name": "pmc", "value": "1312382"}]}, {"name": "cite journal ", "values": [{"name": "last1", "value": "Baldwin"}, {"name": "first1", "value": "Bruce G."}, {"name": "last2", "value": "Sanderson"}, {"name": "first2", "value": "Michael J."}, {"name": "year", "value": "1998"}, {"name": "title", "value": "Age and rate of diversification of the Hawaiian silversword alliance (Compositae)"}, {"name": "journal", "value": "Proceedings of the National Academy of Sciences"}, {"name": "volume", "value": "95"}, {"name": "issue", "value": "16"}, {"name": "pages", "value": "9402–9406"}, {"name": "bibcode", "value": "1998PNAS...95.9402B"}, {"name": "doi", "value": "10.1073/pnas.95.16.9402"}, {"name": "pmid", "value": "9689092"}, {"name": "pmc", "value": "21350"}]}, {"name": "cite journal ", "values": [{"name": "last1", "value": "Gavrilets"}, {"name": "first1", "value": "S."}, {"name": "last2", "value": "Losos"}, {"name": "first2", "value": "J. B."}, {"name": "year", "value": "2009"}, {"name": "title", "value": "Adaptive radiation: contrasting theory with data"}, {"name": "journal", "value": "Science"}, {"name": "volume", "value": "323"}, {"name": "issue", "value": "5915"}, {"name": "pages", "value": "732–737"}, {"name": "bibcode", "value": "2009Sci...323..732G"}, {"name": "doi", "value": "10.1126/science.1157966"}, {"name": "pmid", "value": "19197052"}, {"name": "url", "value": "https://semanticscholar.org/paper/a0886c6dce4e452f56a86cf49a9f9b2ce2191763"}]}, {"name": "cite journal ", "values": [{"name": "last1", "value": "Irschick"}, {"name": "first1", "value": "Duncan J."}, {"name": "display-authors", "value": "etal"}, {"name": "year", "value": "1997"}, {"name": "title", "value": "A comparison of evolutionary radiations in mainland and Caribbean Anolis lizards"}, {"name": "journal", "value": "Ecology"}, {"name": "volume", "value": "78"}, {"name": "issue", "value": "7"}, {"name": "pages", "value": "2191–2203"}, {"name": "doi", "value": "10.2307/2265955"}, {"name": "jstor", "value": "2265955"}]}, {"name": "cite journal ", "values": [{"name": "last1", "value": "Losos"}, {"name": "first1", "value": "Jonathan B"}, {"name": "year", "value": "2010"}, {"name": "title", "value": "Adaptive Radiation, Ecological Opportunity, and Evolutionary Determinism"}, {"name": "url", "value": "http://nrs.harvard.edu/urn-3:HUL.InstRepos:9464287"}, {"name": "journal", "value": "The American Naturalist"}, {"name": "volume", "value": "175"}, {"name": "issue", "value": "6"}, {"name": "pages", "value": "623–639"}, {"name": "doi", "value": "10.1086/652433"}, {"name": "pmid", "value": "20412015"}]}, {"name": "cite journal ", "values": [{"name": "last1", "value": "Petren"}, {"name": "first1", "value": "K."}, {"name": "last2", "value": "Grant"}, {"name": "first2", "value": "P. R."}, {"name": "last3", "value": "Grant"}, {"name": "first3", "value": "B. R."}, {"name": "last4", "value": "Keller"}, {"name": "first4", "value": "L. F."}, {"name": "year", "value": "2005"}, {"name": "title", "value": "Comparative landscape genetics and the adaptive radiation of Darwin's finches: the role of peripheral isolation"}, {"name": "journal", "value": "Molecular Ecology"}, {"name": "volume", "value": "14"}, {"name": "issue", "value": "10"}, {"name": "pages", "value": "2943–2957"}, {"name": "doi", "value": "10.1111/j.1365-294x.2005.02632.x"}, {"name": "pmid", "value": "16101765"}, {"name": "url", "value": "https://semanticscholar.org/paper/010ee00fc31bd70b1a33b14508e27d4f581782f3"}]}, {"name": "cite journal ", "values": [{"name": "last1", "value": "Rainey"}, {"name": "first1", "value": "P. B."}, {"name": "last2", "value": "Travisano"}, {"name": "first2", "value": "M."}, {"name": "year", "value": "1998"}, {"name": "title", "value": "Adaptive radiation in a heterogeneous environment"}, {"name": "journal", "value": "Nature"}, {"name": "volume", "value": "394"}, {"name": "issue", "value": "6688"}, {"name": "pages", "value": "69–72"}, {"name": "bibcode", "value": "1998Natur.394...69R"}, {"name": "doi", "value": "10.1038/27900"}, {"name": "pmid", "value": "9665128"}]}, {"name": "cite journal ", "values": [{"name": "last1", "value": "Schluter"}, {"name": "first1", "value": "D"}, {"name": "year", "value": "1995"}, {"name": "title", "value": "Adaptive radiation in sticklebacks: trade-offs in feeding performance and growth"}, {"name": "journal", "value": "Ecology"}, {"name": "volume", "value": "76"}, {"name": "issue", "value": "1"}, {"name": "pages", "value": "82–90"}, {"name": "doi", "value": "10.2307/1940633"}, {"name": "jstor", "value": "1940633"}]}, {"name": "cite journal ", "values": [{"name": "last1", "value": "Seehausen"}, {"name": "first1", "value": "O"}, {"name": "year", "value": "2004"}, {"name": "title", "value": "Hybridization and adaptive radiation"}, {"name": "journal", "value": "Trends in Ecology & Evolution"}, {"name": "volume", "value": "19"}, {"name": "issue", "value": "4"}, {"name": "pages", "value": "198–207"}, {"name": "doi", "value": "10.1016/j.tree.2004.01.003"}, {"name": "pmid", "value": "16701254"}]}], "id": 17}]}